/* eslint-disable prettier/prettier */
import { ICircle } from '../components/RippleAnimation';

export const MIN_WIDTH_BREAKPOINT = 1070;

export const CIRCLE_CONFIG_MAP: ICircle[] = [
	{
		size: 300,
		duration: 10,
		opacity: 0.2,
	},
	{
		size: 500,
		duration: 11,
		opacity: 0.2,
	},
	{
		size: 700,
		duration: 12,
		opacity: 0.2,
	},
	{
		size: 900,
		duration: 13,
		opacity: 0.1,
	},
	{
		size: 1100,
		duration: 14,
		opacity: 0.1,
	},
];

export const PAGES_CONFIG_MAP = [
	{
		name: 'Анализ финансовой устойчивости',
		id: 1,
	},
	{
		name: 'Анализ ликвидности',
		id: 2,
	},
	{
		name: 'Анализ финансовых результатов',
		id: 3,
	},
	{
		name: 'Анализ оборачиваемости и основных средств',
		id: 4,
	},
	{
		name: 'Финансовый анализ',
		id: 5,
	},
];

export const OPTIONS_CONFIG_1 = {
	id: 1,
	label: 'Анализ финансовой устойчивости',
	options: [
		{ name: 'Коэффициент автономии', id: 1 },
		{ name: 'Коэффициент капитализации', id: 2 },
		{ name: 'Коэффициент обеспеченности запасов', id: 3 },
		{ name: 'Коэффициент покрытия активов', id: 4 },
		{ name: 'Коэффициент покрытия инвестиций', id: 5 },
		{ name: 'Коэффициент покрытия процентов', id: 6 },
		{ name: 'Коэффициент финансовой зависимости', id: 7 },
		{ name: 'Отношение долга к EBITDA', id: 8 },
		{ name: 'Чистые активы', id: 9 },
		{ name: 'Финансовый леверидж', id: 10 },
	],
};

export const OPTIONS_CONFIG_2 = {
	id: 2,
	label: 'Анализ ликвидности',
	options: [
		{ name: 'Коэффициент абсолютной ликвидности', id: 1 },
		{ name: 'Коэффициент быстрой ликвидности', id: 2 },
		{ name: 'Коэффициент обеспеченности собственными средствами', id: 3 },
		{ name: 'Коэффициент текущей ликвидности', id: 4 },
		{ name: 'Рабочий капитал', id: 5 },
		{ name: 'Собственные оборотные средства', id: 6 },
	],
};

export const OPTIONS_CONFIG_3 = {
	id: 3,
	label: 'Анализ финансовых результатов',
	options: [
		{ name: 'EBIT', id: 1 },
		{ name: 'EBITDA', id: 2 },
		{ name: 'EBITDARM', id: 3 },
		{ name: 'Норма чистой прибыли', id: 4 },
		{ name: 'Рентабельность', id: 5 },
		{ name: 'Рентабельность активов', id: 6 },
		{ name: 'Рентабельность задействованного капитала', id: 7 },
		{ name: 'Рентабельность продаж', id: 8 },
		{ name: 'Рентабельность собственного капитала', id: 9 },
		{ name: 'Формула Дюпона', id: 10 },
	],
};

export const OPTIONS_CONFIG_4 = {
	id: 4,
	label: 'Анализ оборачиваемости и основных средств',
	options: [
		{ name: 'Денежный цикл (цикл оборотного капитала)', id: 1 },
		{ name: 'Оборачиваемость активов', id: 2 },
		{ name: 'Оборачиваемость дебиторской задолженности', id: 3 },
		{ name: 'Оборачиваемость запасов', id: 4 },
		{ name: 'Оборачиваемость кредиторской задолженности', id: 5 },
		{ name: 'Оборачиваемость оборотных средств', id: 6 },
		{ name: 'Фондоёмкость', id: 7 },
		{ name: 'Фондоотдача', id: 8 },
	],
};

export const OPTIONS_CONFIG_5 = {
	id: 5,
	label: 'Финансовый анализ',
	options: [
		{ name: 'Z-модель Альтмана (Z-счет Альтмана)', id: 1 },
		{ name: 'Коэффициент восстановления платежеспособности', id: 2 },
		{ name: 'Коэффициент утраты платежеспособности', id: 3 },
		{ name: 'Модель Сайфуллина-Кадыкова', id: 4 },
		{ name: 'Модель Таффлера (Z-счет Таффлера)', id: 5 },
	],
};

export const ALL_OPTIONS = [
	OPTIONS_CONFIG_1,
	OPTIONS_CONFIG_2,
	OPTIONS_CONFIG_3,
	OPTIONS_CONFIG_4,
	OPTIONS_CONFIG_5,
];

export const OPTIONS_CONFIG_LIST = [
	// SECTION 1
	[
		// SECTION 1 OPTION 1
		{
			name: 'Коефіцієнт автономії',
			inputs: [
				{
					label: 'Власний капітал',
					name: 'num1',
				},
				{
					label: 'Активи',
					name: 'num2',
				},
			],
			formula: 'num1/num2',
			resultName: 'Коефіцієнт автономії',
			info: [
				{
					heading: 'Визначення',
					body: 'Коефіцієнт автономії (коефіцієнт фінансової незалежності) характеризує ставлення власного капіталу до сумі капіталу (активів) організації. Коефіцієнт показує, наскільки організація є незалежною від кредиторів. Чим менше значення коефіцієнта, тим більше організація залежна від позикових джерел фінансування, тим менш стійке в неї фінансове становище.',
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт розраховується так:
          <br/><br/>
          Коефіцієнт автономії = Власний капітал / Активи
          <br/><br/>
          І чисельник, і знаменник формули відображені у бухгалтерському балансі організації, де величина активів завжди дорівнює сумі власного та позикового капіталу організації.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Загальне нормальне значення коефіцієнта автономії на практиці: 0,5 і більше (оптимальне 0,6-0,7). У світовій практиці вважається мінімально допустимим до 30-40% власного капіталу. Але у будь-якому разі цей показник залежить від галузі, а точніше від співвідношення у структурі організації внеоборотных і оборотних активів. Чим більша в організації частка необоротних активів (фондоємне виробництво), тим більше довгострокових джерел потрібно для їх фінансування, а отже більше має бути частка власного капіталу (вище коефіцієнт автономії).
          <br/><br/>
          Зростання коефіцієнта автономії свідчить у тому, що організація дедалі більше покладається власні джерела фінансування.
          <br/><br/>
          У світовій практиці найпоширенішим є коефіцієнт фінансової залежності (debt ratio), протилежний за змістом коефіцієнт автономії, але теж характеризує співвідношення власного і позикового капіталу. Іншим аналогічним показником, який використовується у західній практиці, є коефіцієнт фінансового левериджу (debt to equity ratio).`,
				},
			],
		},
		// SECTION 1 OPTION 2
		{
			name: 'Коефіцієнт капіталізації',
			inputs: [
				{
					label: 'Власний капітал',
					name: 'num1',
				},
				{
					label: 'Активи',
					name: 'num2',
				},
			],
			formula: 'num1/num2',
			resultName: 'Коефіцієнт капіталізації',
			info: [
				{
					heading: 'Визначення',
					body: `Коефіцієнт капіталізації (capitalization ratio) - це показник,
          порівнюючий розмір довгострокової кредиторської заборгованості з
          сукупними джерелами довгострокового фінансування, що включають
          окрім довгострокової кредиторської заборгованості власний капітал
          організації. Коефіцієнт капіталізації дозволяє оцінити
          достатність в організації джерела фінансування своєї
          діяльність у формі власного капіталу.
          <br />
          <br />
          Коефіцієнт капіталізації входить до групи показників фінансового
          левериджу – показників, що характеризують співвідношення власних та
          позикових коштів організації.
          <br />
          <br />
          Цей коефіцієнт дозволяє оцінити підприємницький ризик. Чим
          вище значення коефіцієнта, тим більше організація залежна у своєму
          розвитку від позикового капіталу, тим нижча фінансова стійкість. У
          водночас, більш високий рівень коефіцієнта говорить про більшу
          можливої віддачі від власного капіталу (вища
          рентабельність власного капіталу).`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт капіталізації розраховується як відношення довгострокових
          зобов'язань до суми довгострокових зобов'язань та власного
          капіталу організації:
          <br />
          <br />
          Коефіцієнт капіталізації = Довгострокові зобов'язання /
          (Довгострокові зобов'язання + Власний капітал)
          <br />
          <br />
          Коефіцієнт капіталізації – важливий показник фінансового левериджу
          компанії, що відбиває структуру джерел довгострокового
          фінансування. У цьому випадку капіталізація компанії (не плутати з
          ринковою капіталізацією) розглядається як сукупність двох
          найбільш стійких пасивів – довгострокових зобов'язань та
          власні кошти.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Даний коефіцієнт не має усталеного нормативного значення,
          оскільки залежить від галузі, технології роботи підприємства.
          Однак для інвесторів привабливіші підприємства з
          переважанням власного капіталу над позиковим. Проте,
          використання лише власних джерел фінансування теж не
          є позитивним фактором, тому що знижує віддачу від вкладень
          власників.`,
				},
			],
		},

		// SECTION 1 OPTION 3
		{
			name: 'Коефіцієнт забезпеченості запасів',
			inputs: [
				{
					label: 'Власні оборотні кошти',
					name: 'num1',
				},
				{
					label: 'Запаси',
					name: 'num2',
				},
			],
			formula: 'num1/num2',
			resultName: 'Коэффициент обеспеченности запасов',
			info: [
				{
					heading: 'Визначення',
					body: 'Коефіцієнт забезпеченості запасів – це показник фінансової стійкості організації, визначальний, якою мірою матеріальні запаси організації покриті її власними оборотними засобами.',
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт забезпеченості матеріальних запасів = Власні оборотні кошти/Запаси
          <br/><br/>
          У цій формулі "Власні оборотні кошти" – розрахунковий показник, одержують його як різницю між власним капіталом організації та вкладеннями у довгострокові (необоротні) активи.
          <br/><br/>
          У перекладі на рядки Бухгалтерського балансу формула виглядає наступним чином:
          <br/><br/>
          Коефіцієнт забезпеченості матеріальних запасів = (Стор. 1300 - Стор. 1100) / Стор. 1210
          <br/><br/>
          При цьому до рядка 1300 рекомендується додати доходи майбутніх періодів, що виникли у зв'язку з безоплатним отриманням майна та державної допомоги, які у Балансі відображаються у рядку 1530, але правилами Мінфіну з розрахунку чистих активів прирівняно до власного капіталу організації.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Вважається нормальним, якщо запаси організації хоча б на 50% забезпечені власними обіговими коштами (тобто коефіцієнт має бути 0,5 і більше). Оптимальне значення 60-80%.

          Якщо всі власні кошти організації вкладені у необоротні активи (будівлі, споруди, верстати, транспорт тощо) і запаси нічого не доводиться, коефіцієнт виявиться негативним, що свідчить про вкрай нестійкому фінансове становище організації.`,
				},
			],
		},

		// SECTION 1 OPTION 4
		{
			name: 'Коефіцієнт покриття активів',
			inputs: [
				{
					label: 'Активи',
					name: 'num1',
				},
				{
					label: 'Нематеріальні активи',
					name: 'num2',
				},
				{
					label: "Короткострокові зобов'язання",
					name: 'num3',
				},
				{
					label: 'Короткострокові кредит та позики',
					name: 'num4',
				},
				{
					label: "Зобов'язання",
					name: 'num5',
				},
			],
			formula:
				'((Number(num1)-Number(num2))-(Number(num3)-Number(num4)))/Number(num5)',
			resultName: 'Коефіцієнт покриття активів',
			info: [
				{
					heading: 'Визначення',
					body: 'Коефіцієнт покриття активів (asset coverage ratio) вимірює здатність організації погасити свої борги з допомогою наявних активів. Коефіцієнт показує, яка частина активів піде покриття боргів. При цьому до уваги беруться лише матеріальні та грошові активи, нематеріальні активи ігноруються. Цей коефіцієнт дозволяє інвесторам оцінити очікувані успіхи роботи підприємства, ймовірність настання неплатоспроможності, банкрутства.',
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт покриття активів розраховується за три кроки:
          <br />
          <br />
          1. Визначаються поточні зобов'язання за вирахуванням короткострокових
          кредитів та позик.
          <br />
          <br />
          2. Із загальної величини активів віднімається вартість нематеріальних
          активів, після чого з отриманої суми віднімається показник,
          розрахований на кроці 1.
          <br />
          <br />
          3. Отримана на 2-му етапі сума ділиться на величину всіх
          зобов'язань компанії (довгострокових та короткострокових).
          <br />
          <br />
          У результаті формула розрахунку коефіцієнт покриття активів виглядає
          наступним чином:
          <br />
          <br />
          Коефіцієнт покриття активів = ((Активи - Нематеріальні активи) -
          (Короткострокові зобов'язання – Короткострокові кредит та займи)) /
          Зобов'язання`,
				},
				{
					heading: 'Нормальне значення',
					body: `Усталеного нормативного значення для цього коефіцієнта немає, але
          зазвичай, у промисловості нормальним вважається коефіцієнт покриття
          активів щонайменше 2, в обслуговуючих компаніях 1,5. До збільшення
          даного коефіцієнта наводить активне залучення організацією
          позикових коштів.
          <br />
          <br />
          Аналізувати коефіцієнт покриття активів слід у взаємозв'язку з
          іншими фінансовими коефіцієнтами, коефіцієнтами ліквідності та
          платоспроможності. Крім того, слід враховувати, що балансова
          вартість активів може сильно відрізнятися від ринкової вартості,
          що може суттєво спотворити коефіцієнт покриття активів, звівши
          нанівець його аналітичну цінність (що, в принципі, справедливо для
          всіх фінансових коефіцієнтів, що розраховуються за балансовою
          вартості активів).`,
				},
			],
		},

		// SECTION 1 OPTION 5
		{
			name: 'Коефіцієнт покриття інвестицій',
			inputs: [
				{
					label: "Довгострокові зобов'язання",
					name: 'num1',
				},
				{
					label: 'Власний капітал',
					name: 'num2',
				},
				{
					label: 'Загальний капітал',
					name: 'num3',
				},
			],
			formula: '(Number(num1)+Number(num2))/Number(num3)',
			resultName: 'Коефіцієнт покриття інвестицій',
			info: [
				{
					heading: 'Визначення',
					body: 'Коефіцієнт покриття інвестицій - це фінансовий коефіцієнт, що показує, яка частина активів організації фінансується за рахунок стійких джерел: власних коштів і довгострокових пасивів. Інша назва показника – коефіцієнт довгострокової фінансової незалежності.',
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт покриття інвестицій = (Власний капітал + F1 [1400]) / F1 [1600],
          <br/><br/>
          де
          <br/>
          Власний капітал = сумі розділу Балансу "Капітал та резерви" плюс заборгованість засновників із внесків до статутного капіталу;
          <br/>
          F1[1400] – рядок балансу "Разом довгострокові зобов'язання";
          <br/>
          F1[1600] – разом Баланс (тобто. загальна сума активів організації).`,
				},
				{
					heading: 'Нормальне значення',
					body: `Якщо коефіцієнт близький до 1 або більше, це говорить про повне покриття довгострокових вкладень у діяльність підприємства власними коштами та позиковими коштами з тривалим терміном повернення. При значенні менше 0,7-0,8 можлива ситуація, коли організація не зможе розрахуватися з кредиторами з тієї причини, що використовувала короткострокові позики і залучені на короткі терміни кошти для купівлі необоротних активів (будівель, обладнання тощо). , які принесуть грошову віддачу пізніше. У разі інвестору слід проаналізувати інші показники платоспроможності щодо стійкості фінансового стану організації.`,
				},
			],
		},

		// SECTION 1 OPTION 6
		{
			name: 'Коефіцієнт покриття відсотків',
			inputs: [
				{
					label: 'EBIT',
					name: 'num1',
				},
				{
					label: 'Відсотки до сплати',
					name: 'num2',
				},
			],
			formula: 'num1/num2',
			resultName: 'Коефіцієнт покриття відсотків',
			info: [
				{
					heading: 'Визначення',
					body: `Коефіцієнт покриття відсотків (interest coverage ratio, ICR) характеризує здатність організації обслуговувати свої боргові зобов'язання. Показник порівнює прибуток до сплати відсотків та податків (EBIT) за певний період часу (зазвичай один рік) та відсотки за борговими зобов'язаннями за той же період. Також цей показник відомий як коефіцієнт обслуговування боргу.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт покриття відсотків = EBIT / Відсотки до сплати
          <br />
          <br />
          Фактично коефіцієнт показує, у скільки разів прибуток до сплати
          відсотків та податків перевищує витрати на сплату відсотків.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Чим менший коефіцієнт покриття відсотків, тим вищий кредитний тягар
          організації та тим вище ймовірність настання банкрутства.
          Коефіцієнт нижче 1,5 ставить під сумнів можливість організації
          обслуговувати свій обов'язок. Критичним вважається коефіцієнт менше 1
          (тобто EBIT менше відсотків до сплати), який означає, що приплив
          коштів недостатній для виплати відсотків кредиторам.
          <br />
          <br />
          Чим вище коефіцієнт покриття відсотків, тим стійкіше
          фінансове становище організації. Тим не менш, занадто високий
          коефіцієнт говорить про дуже обережний підхід до залучення
          позикових коштів, що може призвести до зниженої віддачі від
          власного капіталу (бо не використовується кредитне плече).`,
				},
			],
		},

		// SECTION 1 OPTION 7
		{
			name: 'Коефіцієнт фінансової залежності',
			inputs: [
				{
					label: "Зобов'язання",
					name: 'num1',
				},
				{
					label: 'Активи',
					name: 'num2',
				},
			],
			formula: 'num1/num2',
			resultName: 'Коефіцієнт фінансової залежності',
			info: [
				{
					heading: 'Визначення',
					body: `Коефіцієнт фінансової залежності (debt ratio) характеризує
          ставлення позикового капіталу організації до всього капіталу
          (Активам). Даний коефіцієнт відноситься до групи показників,
          описують структуру капіталу організації, і широко застосовується на
          на заході. Частіше використовується схожий показник "коефіцієнт
          автономії", що також характеризує структуру капіталу.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт фінансової залежності = Зобов'язання / Активи
          <br />
          <br />
          Обидві складові формули беруться із бухгалтерського балансу
          організації.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Оптимальне значення коефіцієнт фінансової залежності визначається
          тими ж співвідношеннями власного та позикового капіталу, як і в
          споріднених показників – коефіцієнт автономії та коефіцієнт
          фінансового левериджу (debt-to-equity ratio). Тобто нормальним
          вважається коефіцієнт фінансової залежності трохи більше 0.6-0.7.
          Оптимальним є коефіцієнт 0.5 (тобто рівне співвідношення
          власного та позикового капіталу). Коефіцієнт нижче за норму, занадто
          низький коефіцієнт говорить про дуже обережний підхід організації до
          залучення позикового капіталу та про втрачені можливості підвищити
          рентабельність власного капіталу за рахунок використання ефекту
          фінансового важеля Коефіцієнт вище за норму може свідчити про
          сильну залежність організації від кредиторів.`,
				},
			],
		},

		// SECTION 1 OPTION 8
		{
			name: 'Відношення боргу до EBITDA',
			inputs: [
				{
					label: "Сукупні зобов'язання",
					name: 'num1',
				},
				{
					label: 'EBITDA',
					name: 'num2',
				},
			],
			formula: 'num1/num2',
			resultName: 'Відношення боргу до EBITDA',
			info: [
				{
					heading: 'Визначення',
					body: `Коефіцієнт відношення боргу до EBITDA (Debt/EBITDA ratio) – це
          показник боргового навантаження на організації, її здатність погасити
          наявні зобов'язання (платоспроможності). Як показник
          надходження коштів, необхідних для розрахунку за боргами організації,
          у разі використовується показник EBITDA – прибуток до відрахування
          відсотків, податків та амортизації. Вважається, що з показників
          фінансових результатів EBITDA більш-менш точно характеризує приплив
          грошових коштів (точний приплив можна дізнатися лише за звітом про
          рух грошових коштів).
          <br />
          <br />
          Показник ставлення боргу до EBITDA показує платоспроможність
          компанії і часто використовується як менеджментом, так і інвесторами,
          в тому числі при оцінці котируються на біржі громадських підприємств.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт розраховується за такою формулою:
          <br />
          <br />
          Сукупні зобов'язання / EBITDA
          <br />
          <br />
          Сукупні зобов'язання включають як довгострокову, і
          короткострокову заборгованість, інформацію про яку можна отримати з
          пасиву бухгалтерського балансу організації.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Показник ставлення боргу до EBITDA – досить популярний серед
          аналітиків коефіцієнт, очищений від впливу негрошових статей
          (Амортизації). При нормальному фінансовому стані організації,
          значення даного коефіцієнта не повинно перевищувати 3. Якщо значення
          коефіцієнта перевищує 4-5, це говорить про занадто великий борговий
          навантаженні на підприємство та ймовірних проблемах із погашенням своїх
          боргів. Для підприємств з таким високим значенням коефіцієнта
          проблематично залучити додаткові позикові кошти.
          <br />
          <br />
          Як і інші подібні коефіцієнти, показник ставлення боргу до
          EBITDA залежить від галузевих особливостей, тому його частіше
          порівнюють зі значеннями інших підприємств у рамках цієї галузі.
          Крім того, потрібно врахувати, що такі статті витрат, як покупка
          нового обладнання, що впливають на відтік коштів, не будуть
          враховані при розрахунку цього показника, т.к. і сама покупка не
          змінює фінансовий результат організації, та амортизаційні
          відрахування не беруть участь у EBITDA. Інший важливий момент – при оцінці
          показники виходять із того, що дебіторська заборгованість
          організації справно погашається покупцями. Якщо ж у підприємства
          наростає несплачена заборгованість покупців, це, безумовно,
          погіршує його платоспроможність, але ніяк не відбивається на
          співвідношенні кредиторської заборгованості до EBITDA.`,
				},
			],
		},

		// SECTION 1 OPTION 9
		{
			name: 'Чисті активи',
			inputs: [
				{
					label: "Зобов'язання",
					name: 'num1',
				},
				{
					label: 'Власний капітал',
					name: 'num2',
				},
			],
			formula: 'num1/num2',
			resultName: 'Чисті активи',
			info: [
				{
					heading: 'Визначення',
					body: `Чисті активи – це величина, яка визначається шляхом віднімання від суми
          активів організації, суми її зобов'язань. Чисті активи – це
          сума, яка залишиться засновникам (акціонерам) організації після
          продажу всіх її активів та погашення всіх боргів.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Розрахунок зводиться до визначення різниці між активами та пасивами
          (зобов'язаннями), які визначаються в такий спосіб.
          <br />
          <br />
          До складу активів, що приймаються до розрахунку, включаються усі активи
          організації, крім дебіторську заборгованість засновників
          (учасників, акціонерів, власників, членів) щодо внесків (вкладів)
          у статутний капітал (статутний фонд, пайовий фонд, складальний капітал),
          з оплати акцій. До складу зобов'язань, що приймаються до розрахунку,
          включаються всі зобов'язання, крім прибутків майбутніх періодів. Але не
          всіх доходів майбутніх періодів, а тих, що визнані організацією
          у зв'язку з отриманням державної допомоги, а також у зв'язку з
          безоплатним отриманням майна. Ці доходи фактично є
          власним капіталом організації, тому з метою розрахунку
          вартості чистих активів виключаються із розділу короткострокових
          зобов'язань балансу (рядок 1530). Тобто. формула розрахунку чистих
          активів за Бухгалтерським балансом підприємства наступна:
          <br />
          <br />
          Чисті активи = (стор.1600 - ЗП) - (стор.1400 + стор.1500 - ДБП)
          <br />
          <br />
          де ЗУ – заборгованість засновників із внесків до статутного капіталу (у
          Баланс окремо не виділяється і відображається у складі короткострокової
          дебіторської заборгованості);
          <br />
          <br />
          ДБП – доходи майбутніх періодів, визнаних організацією у зв'язку з
          отриманням державної допомоги, а також у зв'язку з безоплатним
          отриманням майна.
          <br />
          <br />
          Альтернативним способом розрахунок вартості чистих активів, що дають
          такий самий результат як і формула вище буде:
          <br />
          <br />
          Чисті активи = стор.1300 – ЗУ + ДБП`,
				},
				{
					heading: 'Нормальне значення',
					body: `Показник чистих активів, відомий у західній практиці як net
          assets або net worth – ключовий показник діяльності будь-якої
          комерційної організації Чисті активи організації мають бути як
          мінімум позитивні. Негативні чисті активи – ознака
          неспроможності організації, який говорить про те, що фірма повністю
          залежить від кредиторів і немає власних коштів.
          <br />
          <br />
          Чисті активи мають бути не просто позитивними, а й перевищувати
          статутний капітал організації. Це означає, що в ході своєї
          діяльності організація не лише не розтратила спочатку
          внесені власником кошти, а й забезпечила їхній приріст. Чисті
          активи менші від статутного капіталу допустимі тільки в перший рік
          роботи новостворених підприємств. У наступні роки, якщо чисті
          активи стануть меншими за статутний капітал, цивільний кодекс і
          законодавство про акціонерні товариства вимагає знизити статутний
          капітал до величини чистих активів Якщо в організації статутний
          капітал і так на мінімальному рівні, порушується питання про подальше її
          існуванні.`,
				},
			],
		},

		// SECTION 1 OPTION 10
		{
			name: 'Фінансовий леверидж',
			inputs: [
				{
					label: "Зобов'язання",
					name: 'num1',
				},
				{
					label: 'Власний капітал',
					name: 'num2',
				},
			],
			formula: 'num1/num2',
			resultName: 'Фінансовий леверидж',
			info: [
				{
					heading: 'Визначення',
					body: `Коефіцієнт фінансового левериджу (debt-to-equity ratio) – це
          показник співвідношення позикового та власного капіталу організації.
          Він належить до групи найважливіших показників фінансового стану
          підприємства, куди входять аналогічні за змістом коефіцієнти
          автономії та фінансової залежності, що також відображають пропорцію між
          власними та позиковими засобами організації. Термін "фінансовий
          леверидж" часто використовують у більш загальному сенсі, говорячи про
          принциповий підхід до фінансування бізнесу, коли за допомогою
          позикових коштів у підприємства формується фінансовий важіль для
          підвищення віддачі від власних коштів, вкладених у бізнес.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт фінансового левериджу розраховується як відношення
          позикового капіталу до власного:
          <br />
          <br />
          Коефіцієнт фінансового левериджу = Зобов'язання / Власний
          капітал
          <br />
          <br />І чисельник, і знаменник беруться з пасиву бухгалтерського
          балансу організації. Зобов'язання включають і довгострокові, і
          короткострокові зобов'язання (тобто все, що залишається від вирахування з
          сальдо балансу власного капіталу).`,
				},
				{
					heading: 'Нормальне значення',
					body: `Оптимальним вважається рівне співвідношення зобов'язань та власного
          капіталу (чистих активів), тобто. коефіцієнт фінансового левериджу
          рівний 1. Допустимим може бути значення до 2 (у великих публічних
          підприємств це співвідношення може бути ще більше). При великих
          значеннях коефіцієнта організація втрачає фінансову незалежність,
          та її фінансове становище стає вкрай нестійким. Таким
          організаціям складніше залучити додаткові позики. Найбільш
          поширеним значенням коефіцієнта у розвинених економіках
          є 1,5 (тобто 60% позикового капіталу та 40% власного).
          <br />
          <br />
          Занадто низьке значення коефіцієнта фінансового левериджу каже
          про втрачену можливість використовувати фінансовий важіль – підвищити
          рентабельність власного капіталу за рахунок залучення до
          діяльність позикових коштів.
          <br />
          <br />
          Як і інші аналогічні коефіцієнти, що характеризують структуру
          капіталу (коефіцієнт автономії, коефіцієнт фінансової
          залежності), нормальне значення коефіцієнта фінансового левериджу
          залежить від галузі, масштабів підприємства та навіть способу організації
          виробництва (фондоємне чи трудомістке виробництво). Тому його
          слід оцінювати в динаміці та порівнювати з показником аналогічних
          підприємств.`,
				},
			],
		},
	],
];
