/* eslint-disable prettier/prettier */
import { ICircle } from '../components/RippleAnimation';

export const MIN_WIDTH_BREAKPOINT = 1070;

export const CIRCLE_CONFIG_MAP: ICircle[] = [
	{
		size: 300,
		duration: 10,
		opacity: 0.2,
	},
	{
		size: 500,
		duration: 11,
		opacity: 0.2,
	},
	{
		size: 700,
		duration: 12,
		opacity: 0.2,
	},
	{
		size: 900,
		duration: 13,
		opacity: 0.1,
	},
	{
		size: 1100,
		duration: 14,
		opacity: 0.1,
	},
];

export const PAGES_CONFIG_MAP = [
	{
		name: 'Анализ финансовой устойчивости',
		id: 1,
	},
	{
		name: 'Анализ ликвидности',
		id: 2,
	},
	{
		name: 'Анализ финансовых результатов',
		id: 3,
	},
	{
		name: 'Анализ оборачиваемости и основных средств',
		id: 4,
	},
	{
		name: 'Финансовый анализ',
		id: 5,
	},
];

export const OPTIONS_CONFIG_1 = {
	id: 1,
	label: 'Анализ финансовой устойчивости',
	options: [
		{ name: 'Коэффициент автономии', id: 1 },
		{ name: 'Коэффициент капитализации', id: 2 },
		{ name: 'Коэффициент обеспеченности запасов', id: 3 },
		{ name: 'Коэффициент покрытия активов', id: 4 },
		{ name: 'Коэффициент покрытия инвестиций', id: 5 },
		{ name: 'Коэффициент покрытия процентов', id: 6 },
		{ name: 'Коэффициент финансовой зависимости', id: 7 },
		{ name: 'Отношение долга к EBITDA', id: 8 },
		{ name: 'Чистые активы', id: 9 },
		{ name: 'Финансовый леверидж', id: 10 },
	],
};

export const OPTIONS_CONFIG_2 = {
	id: 2,
	label: 'Анализ ликвидности',
	options: [
		{ name: 'Коэффициент абсолютной ликвидности', id: 1 },
		{ name: 'Коэффициент быстрой ликвидности', id: 2 },
		{ name: 'Коэффициент обеспеченности собственными средствами', id: 3 },
		{ name: 'Коэффициент текущей ликвидности', id: 4 },
		{ name: 'Рабочий капитал', id: 5 },
		{ name: 'Собственные оборотные средства', id: 6 },
	],
};

export const OPTIONS_CONFIG_3 = {
	id: 3,
	label: 'Анализ финансовых результатов',
	options: [
		{ name: 'EBIT', id: 1 },
		{ name: 'EBITDA', id: 2 },
		{ name: 'EBITDARM', id: 3 },
		{ name: 'Норма чистой прибыли', id: 4 },
		{ name: 'Рентабельность', id: 5 },
		{ name: 'Рентабельность активов', id: 6 },
		{ name: 'Рентабельность задействованного капитала', id: 7 },
		{ name: 'Рентабельность продаж', id: 8 },
		{ name: 'Рентабельность собственного капитала', id: 9 },
		{ name: 'Формула Дюпона', id: 10 },
	],
};

export const OPTIONS_CONFIG_4 = {
	id: 4,
	label: 'Анализ оборачиваемости и основных средств',
	options: [
		{ name: 'Денежный цикл (цикл оборотного капитала)', id: 1 },
		{ name: 'Оборачиваемость активов', id: 2 },
		{ name: 'Оборачиваемость дебиторской задолженности', id: 3 },
		{ name: 'Оборачиваемость запасов', id: 4 },
		{ name: 'Оборачиваемость кредиторской задолженности', id: 5 },
		{ name: 'Оборачиваемость оборотных средств', id: 6 },
		{ name: 'Фондоёмкость', id: 7 },
		{ name: 'Фондоотдача', id: 8 },
	],
};

export const OPTIONS_CONFIG_5 = {
	id: 5,
	label: 'Финансовый анализ',
	options: [
		{ name: 'Z-модель Альтмана (Z-счет Альтмана)', id: 1 },
		{ name: 'Коэффициент восстановления платежеспособности', id: 2 },
		{ name: 'Коэффициент утраты платежеспособности', id: 3 },
		{ name: 'Модель Сайфуллина-Кадыкова', id: 4 },
		{ name: 'Модель Таффлера (Z-счет Таффлера)', id: 5 },
	],
};

export const ALL_OPTIONS = [
	OPTIONS_CONFIG_1,
	OPTIONS_CONFIG_2,
	OPTIONS_CONFIG_3,
	OPTIONS_CONFIG_4,
	OPTIONS_CONFIG_5,
];

export const OPTIONS_CONFIG_LIST = [
	// SECTION 1
	[
		// SECTION 1 OPTION 1
		{
			name: 'Коефіцієнт автономії',
			inputs: [
				{
					label: 'Власний капітал',
					name: 'num1',
				},
				{
					label: 'Активи',
					name: 'num2',
				},
			],
			formula: 'num1/num2',
			resultName: 'Коефіцієнт автономії',
			info: [
				{
					heading: 'Визначення',
					body: 'Коефіцієнт автономії (коефіцієнт фінансової незалежності) характеризує ставлення власного капіталу до сумі капіталу (активів) організації. Коефіцієнт показує, наскільки організація є незалежною від кредиторів. Чим менше значення коефіцієнта, тим більше організація залежна від позикових джерел фінансування, тим менш стійке в неї фінансове становище.',
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт розраховується так:
          <br/><br/>
          Коефіцієнт автономії = Власний капітал / Активи
          <br/><br/>
          І чисельник, і знаменник формули відображені у бухгалтерському балансі організації, де величина активів завжди дорівнює сумі власного та позикового капіталу організації.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Загальне нормальне значення коефіцієнта автономії на практиці: 0,5 і більше (оптимальне 0,6-0,7). У світовій практиці вважається мінімально допустимим до 30-40% власного капіталу. Але у будь-якому разі цей показник залежить від галузі, а точніше від співвідношення у структурі організації внеоборотных і оборотних активів. Чим більша в організації частка необоротних активів (фондоємне виробництво), тим більше довгострокових джерел потрібно для їх фінансування, а отже більше має бути частка власного капіталу (вище коефіцієнт автономії).
          <br/><br/>
          Зростання коефіцієнта автономії свідчить у тому, що організація дедалі більше покладається власні джерела фінансування.
          <br/><br/>
          У світовій практиці найпоширенішим є коефіцієнт фінансової залежності (debt ratio), протилежний за змістом коефіцієнт автономії, але теж характеризує співвідношення власного і позикового капіталу. Іншим аналогічним показником, який використовується у західній практиці, є коефіцієнт фінансового левериджу (debt to equity ratio).`,
				},
			],
		},
		// SECTION 1 OPTION 2
		{
			name: 'Коефіцієнт капіталізації',
			inputs: [
				{
					label: 'Власний капітал',
					name: 'num1',
				},
				{
					label: 'Активи',
					name: 'num2',
				},
			],
			formula: 'num1/num2',
			resultName: 'Коефіцієнт капіталізації',
			info: [
				{
					heading: 'Визначення',
					body: `Коефіцієнт капіталізації (capitalization ratio) - це показник,
          порівнюючий розмір довгострокової кредиторської заборгованості з
          сукупними джерелами довгострокового фінансування, що включають
          окрім довгострокової кредиторської заборгованості власний капітал
          організації. Коефіцієнт капіталізації дозволяє оцінити
          достатність в організації джерела фінансування своєї
          діяльність у формі власного капіталу.
          <br />
          <br />
          Коефіцієнт капіталізації входить до групи показників фінансового
          левериджу – показників, що характеризують співвідношення власних та
          позикових коштів організації.
          <br />
          <br />
          Цей коефіцієнт дозволяє оцінити підприємницький ризик. Чим
          вище значення коефіцієнта, тим більше організація залежна у своєму
          розвитку від позикового капіталу, тим нижча фінансова стійкість. У
          водночас, більш високий рівень коефіцієнта говорить про більшу
          можливої віддачі від власного капіталу (вища
          рентабельність власного капіталу).`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт капіталізації розраховується як відношення довгострокових
          зобов'язань до суми довгострокових зобов'язань та власного
          капіталу організації:
          <br />
          <br />
          Коефіцієнт капіталізації = Довгострокові зобов'язання /
          (Довгострокові зобов'язання + Власний капітал)
          <br />
          <br />
          Коефіцієнт капіталізації – важливий показник фінансового левериджу
          компанії, що відбиває структуру джерел довгострокового
          фінансування. У цьому випадку капіталізація компанії (не плутати з
          ринковою капіталізацією) розглядається як сукупність двох
          найбільш стійких пасивів – довгострокових зобов'язань та
          власні кошти.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Даний коефіцієнт не має усталеного нормативного значення,
          оскільки залежить від галузі, технології роботи підприємства.
          Однак для інвесторів привабливіші підприємства з
          переважанням власного капіталу над позиковим. Проте,
          використання лише власних джерел фінансування теж не
          є позитивним фактором, тому що знижує віддачу від вкладень
          власників.`,
				},
			],
		},

		// SECTION 1 OPTION 3
		{
			name: 'Коефіцієнт забезпеченості запасів',
			inputs: [
				{
					label: 'Власні оборотні кошти',
					name: 'num1',
				},
				{
					label: 'Запаси',
					name: 'num2',
				},
			],
			formula: 'num1/num2',
			resultName: 'Коэффициент обеспеченности запасов',
			info: [
				{
					heading: 'Визначення',
					body: 'Коефіцієнт забезпеченості запасів – це показник фінансової стійкості організації, визначальний, якою мірою матеріальні запаси організації покриті її власними оборотними засобами.',
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт забезпеченості матеріальних запасів = Власні оборотні кошти/Запаси
          <br/><br/>
          У цій формулі "Власні оборотні кошти" – розрахунковий показник, одержують його як різницю між власним капіталом організації та вкладеннями у довгострокові (необоротні) активи.
          <br/><br/>
          У перекладі на рядки Бухгалтерського балансу формула виглядає наступним чином:
          <br/><br/>
          Коефіцієнт забезпеченості матеріальних запасів = (Стор. 1300 - Стор. 1100) / Стор. 1210
          <br/><br/>
          При цьому до рядка 1300 рекомендується додати доходи майбутніх періодів, що виникли у зв'язку з безоплатним отриманням майна та державної допомоги, які у Балансі відображаються у рядку 1530, але правилами Мінфіну з розрахунку чистих активів прирівняно до власного капіталу організації.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Вважається нормальним, якщо запаси організації хоча б на 50% забезпечені власними обіговими коштами (тобто коефіцієнт має бути 0,5 і більше). Оптимальне значення 60-80%.

          Якщо всі власні кошти організації вкладені у необоротні активи (будівлі, споруди, верстати, транспорт тощо) і запаси нічого не доводиться, коефіцієнт виявиться негативним, що свідчить про вкрай нестійкому фінансове становище організації.`,
				},
			],
		},

		// SECTION 1 OPTION 4
		{
			name: 'Коефіцієнт покриття активів',
			inputs: [
				{
					label: 'Активи',
					name: 'num1',
				},
				{
					label: 'Нематеріальні активи',
					name: 'num2',
				},
				{
					label: "Короткострокові зобов'язання",
					name: 'num3',
				},
				{
					label: 'Короткострокові кредит та позики',
					name: 'num4',
				},
				{
					label: "Зобов'язання",
					name: 'num5',
				},
			],
			formula:
				'((Number(num1)-Number(num2))-(Number(num3)-Number(num4)))/Number(num5)',
			resultName: 'Коефіцієнт покриття активів',
			info: [
				{
					heading: 'Визначення',
					body: 'Коефіцієнт покриття активів (asset coverage ratio) вимірює здатність організації погасити свої борги з допомогою наявних активів. Коефіцієнт показує, яка частина активів піде покриття боргів. При цьому до уваги беруться лише матеріальні та грошові активи, нематеріальні активи ігноруються. Цей коефіцієнт дозволяє інвесторам оцінити очікувані успіхи роботи підприємства, ймовірність настання неплатоспроможності, банкрутства.',
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт покриття активів розраховується за три кроки:
          <br />
          <br />
          1. Визначаються поточні зобов'язання за вирахуванням короткострокових
          кредитів та позик.
          <br />
          <br />
          2. Із загальної величини активів віднімається вартість нематеріальних
          активів, після чого з отриманої суми віднімається показник,
          розрахований на кроці 1.
          <br />
          <br />
          3. Отримана на 2-му етапі сума ділиться на величину всіх
          зобов'язань компанії (довгострокових та короткострокових).
          <br />
          <br />
          У результаті формула розрахунку коефіцієнт покриття активів виглядає
          наступним чином:
          <br />
          <br />
          Коефіцієнт покриття активів = ((Активи - Нематеріальні активи) -
          (Короткострокові зобов'язання – Короткострокові кредит та займи)) /
          Зобов'язання`,
				},
				{
					heading: 'Нормальне значення',
					body: `Усталеного нормативного значення для цього коефіцієнта немає, але
          зазвичай, у промисловості нормальним вважається коефіцієнт покриття
          активів щонайменше 2, в обслуговуючих компаніях 1,5. До збільшення
          даного коефіцієнта наводить активне залучення організацією
          позикових коштів.
          <br />
          <br />
          Аналізувати коефіцієнт покриття активів слід у взаємозв'язку з
          іншими фінансовими коефіцієнтами, коефіцієнтами ліквідності та
          платоспроможності. Крім того, слід враховувати, що балансова
          вартість активів може сильно відрізнятися від ринкової вартості,
          що може суттєво спотворити коефіцієнт покриття активів, звівши
          нанівець його аналітичну цінність (що, в принципі, справедливо для
          всіх фінансових коефіцієнтів, що розраховуються за балансовою
          вартості активів).`,
				},
			],
		},

		// SECTION 1 OPTION 5
		{
			name: 'Коефіцієнт покриття інвестицій',
			inputs: [
				{
					label: "Довгострокові зобов'язання",
					name: 'num1',
				},
				{
					label: 'Власний капітал',
					name: 'num2',
				},
				{
					label: 'Загальний капітал',
					name: 'num3',
				},
			],
			formula: '(Number(num1)+Number(num2))/Number(num3)',
			resultName: 'Коефіцієнт покриття інвестицій',
			info: [
				{
					heading: 'Визначення',
					body: 'Коефіцієнт покриття інвестицій - це фінансовий коефіцієнт, що показує, яка частина активів організації фінансується за рахунок стійких джерел: власних коштів і довгострокових пасивів. Інша назва показника – коефіцієнт довгострокової фінансової незалежності.',
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт покриття інвестицій = (Власний капітал + F1 [1400]) / F1 [1600],
          <br/><br/>
          де
          <br/>
          Власний капітал = сумі розділу Балансу "Капітал та резерви" плюс заборгованість засновників із внесків до статутного капіталу;
          <br/>
          F1[1400] – рядок балансу "Разом довгострокові зобов'язання";
          <br/>
          F1[1600] – разом Баланс (тобто. загальна сума активів організації).`,
				},
				{
					heading: 'Нормальне значення',
					body: `Якщо коефіцієнт близький до 1 або більше, це говорить про повне покриття довгострокових вкладень у діяльність підприємства власними коштами та позиковими коштами з тривалим терміном повернення. При значенні менше 0,7-0,8 можлива ситуація, коли організація не зможе розрахуватися з кредиторами з тієї причини, що використовувала короткострокові позики і залучені на короткі терміни кошти для купівлі необоротних активів (будівель, обладнання тощо). , які принесуть грошову віддачу пізніше. У разі інвестору слід проаналізувати інші показники платоспроможності щодо стійкості фінансового стану організації.`,
				},
			],
		},

		// SECTION 1 OPTION 6
		{
			name: 'Коефіцієнт покриття відсотків',
			inputs: [
				{
					label: 'EBIT',
					name: 'num1',
				},
				{
					label: 'Відсотки до сплати',
					name: 'num2',
				},
			],
			formula: 'num1/num2',
			resultName: 'Коефіцієнт покриття відсотків',
			info: [
				{
					heading: 'Визначення',
					body: `Коефіцієнт покриття відсотків (interest coverage ratio, ICR) характеризує здатність організації обслуговувати свої боргові зобов'язання. Показник порівнює прибуток до сплати відсотків та податків (EBIT) за певний період часу (зазвичай один рік) та відсотки за борговими зобов'язаннями за той же період. Також цей показник відомий як коефіцієнт обслуговування боргу.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт покриття відсотків = EBIT / Відсотки до сплати
          <br />
          <br />
          Фактично коефіцієнт показує, у скільки разів прибуток до сплати
          відсотків та податків перевищує витрати на сплату відсотків.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Чим менший коефіцієнт покриття відсотків, тим вищий кредитний тягар
          організації та тим вище ймовірність настання банкрутства.
          Коефіцієнт нижче 1,5 ставить під сумнів можливість організації
          обслуговувати свій обов'язок. Критичним вважається коефіцієнт менше 1
          (тобто EBIT менше відсотків до сплати), який означає, що приплив
          коштів недостатній для виплати відсотків кредиторам.
          <br />
          <br />
          Чим вище коефіцієнт покриття відсотків, тим стійкіше
          фінансове становище організації. Тим не менш, занадто високий
          коефіцієнт говорить про дуже обережний підхід до залучення
          позикових коштів, що може призвести до зниженої віддачі від
          власного капіталу (бо не використовується кредитне плече).`,
				},
			],
		},

		// SECTION 1 OPTION 7
		{
			name: 'Коефіцієнт фінансової залежності',
			inputs: [
				{
					label: "Зобов'язання",
					name: 'num1',
				},
				{
					label: 'Активи',
					name: 'num2',
				},
			],
			formula: 'num1/num2',
			resultName: 'Коефіцієнт фінансової залежності',
			info: [
				{
					heading: 'Визначення',
					body: `Коефіцієнт фінансової залежності (debt ratio) характеризує
          ставлення позикового капіталу організації до всього капіталу
          (Активам). Даний коефіцієнт відноситься до групи показників,
          описують структуру капіталу організації, і широко застосовується на
          на заході. Частіше використовується схожий показник "коефіцієнт
          автономії", що також характеризує структуру капіталу.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт фінансової залежності = Зобов'язання / Активи
          <br />
          <br />
          Обидві складові формули беруться із бухгалтерського балансу
          організації.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Оптимальне значення коефіцієнт фінансової залежності визначається
          тими ж співвідношеннями власного та позикового капіталу, як і в
          споріднених показників – коефіцієнт автономії та коефіцієнт
          фінансового левериджу (debt-to-equity ratio). Тобто нормальним
          вважається коефіцієнт фінансової залежності трохи більше 0.6-0.7.
          Оптимальним є коефіцієнт 0.5 (тобто рівне співвідношення
          власного та позикового капіталу). Коефіцієнт нижче за норму, занадто
          низький коефіцієнт говорить про дуже обережний підхід організації до
          залучення позикового капіталу та про втрачені можливості підвищити
          рентабельність власного капіталу за рахунок використання ефекту
          фінансового важеля Коефіцієнт вище за норму може свідчити про
          сильну залежність організації від кредиторів.`,
				},
			],
		},

		// SECTION 1 OPTION 8
		{
			name: 'Відношення боргу до EBITDA',
			inputs: [
				{
					label: "Сукупні зобов'язання",
					name: 'num1',
				},
				{
					label: 'EBITDA',
					name: 'num2',
				},
			],
			formula: 'num1/num2',
			resultName: 'Відношення боргу до EBITDA',
			info: [
				{
					heading: 'Визначення',
					body: `Коефіцієнт відношення боргу до EBITDA (Debt/EBITDA ratio) – це
          показник боргового навантаження на організації, її здатність погасити
          наявні зобов'язання (платоспроможності). Як показник
          надходження коштів, необхідних для розрахунку за боргами організації,
          у разі використовується показник EBITDA – прибуток до відрахування
          відсотків, податків та амортизації. Вважається, що з показників
          фінансових результатів EBITDA більш-менш точно характеризує приплив
          грошових коштів (точний приплив можна дізнатися лише за звітом про
          рух грошових коштів).
          <br />
          <br />
          Показник ставлення боргу до EBITDA показує платоспроможність
          компанії і часто використовується як менеджментом, так і інвесторами,
          в тому числі при оцінці котируються на біржі громадських підприємств.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт розраховується за такою формулою:
          <br />
          <br />
          Сукупні зобов'язання / EBITDA
          <br />
          <br />
          Сукупні зобов'язання включають як довгострокову, і
          короткострокову заборгованість, інформацію про яку можна отримати з
          пасиву бухгалтерського балансу організації.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Показник ставлення боргу до EBITDA – досить популярний серед
          аналітиків коефіцієнт, очищений від впливу негрошових статей
          (Амортизації). При нормальному фінансовому стані організації,
          значення даного коефіцієнта не повинно перевищувати 3. Якщо значення
          коефіцієнта перевищує 4-5, це говорить про занадто великий борговий
          навантаженні на підприємство та ймовірних проблемах із погашенням своїх
          боргів. Для підприємств з таким високим значенням коефіцієнта
          проблематично залучити додаткові позикові кошти.
          <br />
          <br />
          Як і інші подібні коефіцієнти, показник ставлення боргу до
          EBITDA залежить від галузевих особливостей, тому його частіше
          порівнюють зі значеннями інших підприємств у рамках цієї галузі.
          Крім того, потрібно врахувати, що такі статті витрат, як покупка
          нового обладнання, що впливають на відтік коштів, не будуть
          враховані при розрахунку цього показника, т.к. і сама покупка не
          змінює фінансовий результат організації, та амортизаційні
          відрахування не беруть участь у EBITDA. Інший важливий момент – при оцінці
          показники виходять із того, що дебіторська заборгованість
          організації справно погашається покупцями. Якщо ж у підприємства
          наростає несплачена заборгованість покупців, це, безумовно,
          погіршує його платоспроможність, але ніяк не відбивається на
          співвідношенні кредиторської заборгованості до EBITDA.`,
				},
			],
		},

		// SECTION 1 OPTION 9
		{
			name: 'Чисті активи',
			inputs: [
				{
					label: "Зобов'язання",
					name: 'num1',
				},
				{
					label: 'Власний капітал',
					name: 'num2',
				},
			],
			formula: 'num1/num2',
			resultName: 'Чисті активи',
			info: [
				{
					heading: 'Визначення',
					body: `Чисті активи – це величина, яка визначається шляхом віднімання від суми
          активів організації, суми її зобов'язань. Чисті активи – це
          сума, яка залишиться засновникам (акціонерам) організації після
          продажу всіх її активів та погашення всіх боргів.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Розрахунок зводиться до визначення різниці між активами та пасивами
          (зобов'язаннями), які визначаються в такий спосіб.
          <br />
          <br />
          До складу активів, що приймаються до розрахунку, включаються усі активи
          організації, крім дебіторську заборгованість засновників
          (учасників, акціонерів, власників, членів) щодо внесків (вкладів)
          у статутний капітал (статутний фонд, пайовий фонд, складальний капітал),
          з оплати акцій. До складу зобов'язань, що приймаються до розрахунку,
          включаються всі зобов'язання, крім прибутків майбутніх періодів. Але не
          всіх доходів майбутніх періодів, а тих, що визнані організацією
          у зв'язку з отриманням державної допомоги, а також у зв'язку з
          безоплатним отриманням майна. Ці доходи фактично є
          власним капіталом організації, тому з метою розрахунку
          вартості чистих активів виключаються із розділу короткострокових
          зобов'язань балансу (рядок 1530). Тобто. формула розрахунку чистих
          активів за Бухгалтерським балансом підприємства наступна:
          <br />
          <br />
          Чисті активи = (стор.1600 - ЗП) - (стор.1400 + стор.1500 - ДБП)
          <br />
          <br />
          де ЗУ – заборгованість засновників із внесків до статутного капіталу (у
          Баланс окремо не виділяється і відображається у складі короткострокової
          дебіторської заборгованості);
          <br />
          <br />
          ДБП – доходи майбутніх періодів, визнаних організацією у зв'язку з
          отриманням державної допомоги, а також у зв'язку з безоплатним
          отриманням майна.
          <br />
          <br />
          Альтернативним способом розрахунок вартості чистих активів, що дають
          такий самий результат як і формула вище буде:
          <br />
          <br />
          Чисті активи = стор.1300 – ЗУ + ДБП`,
				},
				{
					heading: 'Нормальне значення',
					body: `Показник чистих активів, відомий у західній практиці як net
          assets або net worth – ключовий показник діяльності будь-якої
          комерційної організації Чисті активи організації мають бути як
          мінімум позитивні. Негативні чисті активи – ознака
          неспроможності організації, який говорить про те, що фірма повністю
          залежить від кредиторів і немає власних коштів.
          <br />
          <br />
          Чисті активи мають бути не просто позитивними, а й перевищувати
          статутний капітал організації. Це означає, що в ході своєї
          діяльності організація не лише не розтратила спочатку
          внесені власником кошти, а й забезпечила їхній приріст. Чисті
          активи менші від статутного капіталу допустимі тільки в перший рік
          роботи новостворених підприємств. У наступні роки, якщо чисті
          активи стануть меншими за статутний капітал, цивільний кодекс і
          законодавство про акціонерні товариства вимагає знизити статутний
          капітал до величини чистих активів Якщо в організації статутний
          капітал і так на мінімальному рівні, порушується питання про подальше її
          існуванні.`,
				},
			],
		},

		// SECTION 1 OPTION 10
		{
			name: 'Фінансовий леверидж',
			inputs: [
				{
					label: "Зобов'язання",
					name: 'num1',
				},
				{
					label: 'Власний капітал',
					name: 'num2',
				},
			],
			formula: 'num1/num2',
			resultName: 'Фінансовий леверидж',
			info: [
				{
					heading: 'Визначення',
					body: `Коефіцієнт фінансового левериджу (debt-to-equity ratio) – це
          показник співвідношення позикового та власного капіталу організації.
          Він належить до групи найважливіших показників фінансового стану
          підприємства, куди входять аналогічні за змістом коефіцієнти
          автономії та фінансової залежності, що також відображають пропорцію між
          власними та позиковими засобами організації. Термін "фінансовий
          леверидж" часто використовують у більш загальному сенсі, говорячи про
          принциповий підхід до фінансування бізнесу, коли за допомогою
          позикових коштів у підприємства формується фінансовий важіль для
          підвищення віддачі від власних коштів, вкладених у бізнес.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт фінансового левериджу розраховується як відношення
          позикового капіталу до власного:
          <br />
          <br />
          Коефіцієнт фінансового левериджу = Зобов'язання / Власний
          капітал
          <br />
          <br />І чисельник, і знаменник беруться з пасиву бухгалтерського
          балансу організації. Зобов'язання включають і довгострокові, і
          короткострокові зобов'язання (тобто все, що залишається від вирахування з
          сальдо балансу власного капіталу).`,
				},
				{
					heading: 'Нормальне значення',
					body: `Оптимальним вважається рівне співвідношення зобов'язань та власного
          капіталу (чистих активів), тобто. коефіцієнт фінансового левериджу
          рівний 1. Допустимим може бути значення до 2 (у великих публічних
          підприємств це співвідношення може бути ще більше). При великих
          значеннях коефіцієнта організація втрачає фінансову незалежність,
          та її фінансове становище стає вкрай нестійким. Таким
          організаціям складніше залучити додаткові позики. Найбільш
          поширеним значенням коефіцієнта у розвинених економіках
          є 1,5 (тобто 60% позикового капіталу та 40% власного).
          <br />
          <br />
          Занадто низьке значення коефіцієнта фінансового левериджу каже
          про втрачену можливість використовувати фінансовий важіль – підвищити
          рентабельність власного капіталу за рахунок залучення до
          діяльність позикових коштів.
          <br />
          <br />
          Як і інші аналогічні коефіцієнти, що характеризують структуру
          капіталу (коефіцієнт автономії, коефіцієнт фінансової
          залежності), нормальне значення коефіцієнта фінансового левериджу
          залежить від галузі, масштабів підприємства та навіть способу організації
          виробництва (фондоємне чи трудомістке виробництво). Тому його
          слід оцінювати в динаміці та порівнювати з показником аналогічних
          підприємств.`,
				},
			],
		},
	],

	// SECTION 2
	[
		// SECTION 2 OPTION 1
		{
			name: `Коефіцієнт абсолютної ліквідності`,
			inputs: [
				{
					label: `Грошові кошти`,
					name: 'num1',
				},
				{
					label: `Короткострокові фінансові вкладення`,
					name: 'num2',
				},
				{
					label: `Поточні зобов'язання`,
					name: 'num3',
				},
			],
			formula: '(Number(num1)+Number(num2))/Number(num3)',
			resultName: `Коефіцієнт абсолютної ліквідності`,
			info: [
				{
					heading: 'Визначення',
					body: `Коефіцієнт абсолютної (грошової) ліквідності (cash ratio) показує відношення найліквідніших активів організації – грошових коштів та короткострокових фінансових вкладень – до короткострокових зобов'язань. p align="justify"> Коефіцієнт відображає достатність найбільш ліквідних активів для швидкого розрахунку за поточними зобов'язаннями, характеризує "миттєву" платоспроможність організації.
					<br/><br/>
					Коефіцієнт абсолютної ліквідності є варіацією двох інших найпоширеніших коефіцієнтів ліквідності: коефіцієнт поточної ліквідності та коефіцієнт швидкої ліквідності. При цьому в розрахунку даного показника використовують тільки швидкореалізовані (ліквідні) активи.
					Коефіцієнт швидкої ліквідності = (Кошти + Короткострокові фінансові вкладення + Короткострокова дебіторська заборгованість) / Короткострокові зобов'язання`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт розраховується так:
					<br />
					<br />
					Коефіцієнт абсолютної ліквідності = (Кошти +
					Короткострокові фінансові вкладення) / Поточні зобов'язання
					<br />
					<br />
					Усі складові формули беруться із бухгалтерського балансу
					організації.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Коефіцієнт абсолютної ліквідності менш популярний як
					коефіцієнти поточної та швидкої ліквідності та не має міцно
					усталеної норми. Найчастіше як орієнтир нормального
					Значення показника використовують значення 0,2 і більше. Однак занадто
					високе значення коефіцієнта говорить про невиправдано високі обсяги
					вільних коштів, які можна було б використовувати для
					розвитку бізнесу.`,
				},
			],
		},
		// SECTION 2 OPTION 2
		{
			name: `Коефіцієнт швидкої ліквідності`,
			inputs: [
				{
					label: `Оборотні активи`,
					name: 'num1',
				},
				{
					label: `Запаси`,
					name: 'num2',
				},
				{
					label: `Короткострокові зобов'язання`,
					name: 'num3',
				},
			],
			formula: '(Number(num1) - Number(num2)) / Number(num3)',
			resultName: `Коефіцієнт швидкої ліквідності`,
			info: [
				{
					heading: 'Визначення',
					body: `Коефіцієнт швидкої ліквідності (quick ratio, acid-test ratio)
					характеризує здатність організації погасити свої короткострокові
					зобов'язання з допомогою продажу ліквідних активів. При цьому в
					ліквідні активи в даному випадку включаються як кошти та
					короткострокові фінансові вкладення, так і короткострокова дебіторська
					заборгованість (за іншою версією – всі оборотні активи, крім
					найменш ліквідної їх частини - запасів). Коефіцієнт швидкої
					ліквідності набув широкого поширення в російській та світовій
					практиці разом із коефіцієнтом поточної ліквідності.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт швидкої ліквідності розраховується поділом ліквідних
					активів на короткострокові зобов'язання:
					<br />
					<br />
					Коефіцієнт швидкої ліквідності = (Кошти + Короткострокові
					фінансові вкладення + Короткострокова дебіторська заборгованість) /
					Короткострокові зобов'язання
					<br />
					<br />
					За іншою версією:
					<br />
					<br />
					Коефіцієнт швидкої ліквідності = (Оборотні активи – Запаси) /
					Короткострокові зобов'язання
					<br />
					<br />
					Запаси вважаються найменш ліквідними активами, вважається, що їх
					найважче перевести в гроші (тобто реалізувати), тому вони в
					у жодному разі не беруть участь у розрахунку.
					<br />
					<br />
					Розраховується коефіцієнт за даними бухгалтерського обліку,
					Баланс організації.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Чим вищий коефіцієнт швидкої ліквідності, тим краще фінансове
					становище підприємства. Нормою вважається значення 1,0 та вище. В теж
					Час, значення може відрізнятися для різних галузей. При значенні
					коефіцієнта менше 1 ліквідні активи не покривають короткострокові
					зобов'язання, а значить існує ризик втрати платоспроможності,
					що є негативним сигналом для інвесторів.`,
				},
			],
		},

		// SECTION 2 OPTION 3
		{
			name: `Коефіцієнт забезпеченості власними коштами`,
			inputs: [
				{
					label: `Власний капітал`,
					name: 'num1',
				},
				{
					label: `Необоротні активи`,
					name: 'num2',
				},
				{
					label: `Оборотні активи`,
					name: 'num3',
				},
			],
			formula: '(Number(num1) - Number(num2)) / Number(num3)',
			resultName: `Коефіцієнт забезпеченості власними коштами`,
			info: [
				{
					heading: 'Визначення',
					body: `Коефіцієнт забезпеченості власними оборотними коштами (СОС)
					показує достатність в організації власних коштів на
					фінансування поточної діяльності`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт забезпеченості СОС = (власний капітал – необоротні
						активи) / Оборотні активи
						<br />
						Сенс цього коефіцієнта полягає в наступному. Спочатку, в
						чисельники формули віднімають із власного капіталу необоротні
						активи. Вважається, що найбільш низьколіквідні (необоротні) активи
						мають фінансувати за рахунок найстійкіших джерел –
						власного капіталу. Більше того, має залишитися ще деяка
						частина власного капіталу на фінансування поточної діяльності.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Цей коефіцієнт не має поширення у західній практиці
					фінансового аналізу Він використовується як ознака неспроможності
					(банкрутства) організації. Згідно із зазначеними документами, нормальне
					значення коефіцієнта забезпеченості власними коштами має
					становити щонайменше 0,1. Слід зазначити, що це достатньо
					жорсткий критерій, властивий лише російській практиці
					фінансового аналізу; більшості підприємств складно досягти указного
					значення коефіцієнта.`,
				},
			],
		},

		// SECTION 2 OPTION 4
		{
			name: `Коефіцієнт поточної ліквідності`,
			inputs: [
				{
					label: `Оборотні активи`,
					name: 'num1',
				},
				{
					label: `Короткострокові зобов'язання`,
					name: 'num2',
				},
			],
			formula: 'num1/num2',
			resultName: `Коефіцієнт поточної ліквідності`,
			info: [
				{
					heading: 'Визначення',
					body: `Коефіцієнт поточної (загальної) ліквідності (current ratio) є
					мірою платоспроможності організації, здатності погашати поточні
					(До року) зобов'язання організації. Кредитори широко використовують
					даний коефіцієнт в оцінці поточного фінансового стану
					організації, небезпеки видачі їй короткострокових позик. У західній
					практиці коефіцієнт також відомий під назвою коефіцієнт
					робочого капіталу (working capital ratio).`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт поточної ліквідності розраховується як відношення
					оборотних активів до короткострокових зобов'язань дорівнює:
					<br />
					<br />
					Коефіцієнт поточної ліквідності = Оборотні активи / Короткострокові
					зобов'язання
					<br />
					<br />
					Розрахунок роблять за балансом: чисельник формули береться з активу
					бухгалтерського балансу, знаменник - з пасиву.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Що значення коефіцієнта поточної ліквідності, то вище
					ліквідність активів підприємства. Нормальним, а часто і оптимальним,
					вважається значення коефіцієнта 2 та більше. Однак у світовій практиці
					допускається зниження цього показника для деяких галузей до
					1,5.
					<br />
					<br />
					Значення коефіцієнта нижче норми (нижче 1) говорить про ймовірні
					труднощі погашення організацією своїх поточних зобов'язань.
					Однак для повноти картини потрібно дивитися потік коштів від
					операційної діяльності організації – часто низький коефіцієнт
					виправданий потужним потоком готівки (наприклад, у мережах швидкого
					харчування, роздрібної торгівлі).
					<br />
					<br />
					Занадто високий коефіцієнт поточної ліквідності також не бажаний,
					оскільки може відображати недостатньо ефективне використання
					оборотних активів чи короткострокового фінансування. В будь-якому
					випадку, кредитори вважають за краще бачити більш високе значення
					коефіцієнта як ознака сталого становища підприємства.`,
				},
			],
		},

		// SECTION 2 OPTION 5
		{
			name: `Робочий капітал`,
			inputs: [
				{
					label: `Власний капітал`,
					name: 'num1',
				},
				{
					label: `Довгострокові зобов'язання`,
					name: 'num2',
				},
				{
					label: `Необоротні активи`,
					name: 'num3',
				},
			],
			formula: 'Number(num1) + Number(num2) - Number(num3)',
			resultName: `Робочий капітал`,
			info: [
				{
					heading: 'Визначення',
					body: `Робочий капітал – дослівний переклад прийнятого заході терміна "
					working capital" (також використовується поняття "чистий робітник
					капітал"). У російській практиці показник відомий під назвою
					"Власні оборотні кошти". Робочий капітал - розмір капіталу,
					який є в організації для фінансування його поточної
					діяльності (тобто. придбання оборотних активів у ході нормально
					виробничого циклу).`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Формула розрахунку робочого капіталу наступна: Робочий капітал =
					Оборотні активи – Короткострокові зобов'язання
					<br />
					<br />
					Інший спосіб отримати таке саме значення:
					<br />
					<br />
					Робочий капітал = (Власний капітал + Довгострокові зобов'язання)
					- Необоротні активи`,
				},
				{
					heading: 'Нормальне значення',
					body: `Управління робочим капіталом полягає у контролі його величини таким
					чином, щоб вона була оптимальною. Під оптимальною розуміється
					така величина робочого капіталу, яка, з одного боку,
					дозволяє підприємству вести нормальну безперебійну операційну
					діяльність, з іншого - не роздута настільки, що
					заморожує, виводить із обороту значні кошти організації.`,
				},
			],
		},
		// SECTION 2 OPTION 6
		{
			name: `Власні оборотні кошти`,
			inputs: [
				{
					label: `Оборотні активи`,
					name: 'num1',
				},
				{
					label: `Короткострокові зобов'язання`,
					name: 'num2',
				},
			],
			formula: 'Number(num1) - Number(num2)',
			resultName: `Власні оборотні кошти`,
			info: [
				{
					heading: 'Визначення',
					body: `Власні оборотні кошти або робочий капітал (working
						capital, net working capital) – це сума, яку оборотні
						активи організації перевищують її короткострокові зобов'язання. Даний
						показник використовується для оцінки можливості підприємства
						розрахуватися за короткостроковими зобов'язаннями, реалізувавши всі свої
						оборотні активи.
						<br />
						<br />
						Власні оборотні кошти визначають рівень платоспроможності
						та фінансової стійкості організації.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Власні оборотні кошти (СОС) = Оборотні активи -
					Короткострокові зобов'язання
					<br />
					<br />
					Таке значення можна отримати іншим способом:
					<br />
					<br />
					Власні оборотні кошти (СОС) = (Власний капітал +
					Довгострокові зобов'язання) - Необоротні активи`,
				},
				{
					heading: 'Нормальне значення',
					body: `Нормальним вважається позитивне значення показника СОС, тобто.
					ситуація, коли оборотні активи перевищують короткострокові
					зобов'язання. По суті, показник СОС схожий на коефіцієнт поточної
					ліквідності з тією лише різницею, що останній вважається як
					відношення двох складових формулу факторів.
					<br />
					<br />
					Негативний показник власних оборотних коштів вкрай
					негативно характеризує фінансове становище організації. Однак
					є приклади галузей, де фірма може успішно працювати навіть з
					негативним показником. Класичним прикладом є галузь
					швидкого харчування (McDonalds), де це негативне співвідношення
					перекривається надшвидким операційним циклом, коли запаси
					Майже одночасно перетворюються на грошову виручку.
					<br />
					<br />
					При подальшому аналізі показник СОС порівнюють із величиною запасів
					організації. У нормальних умовах показник СОС має бути не
					просто позитивним, але й менше величини запасів. Пояснюється
					це тим, що запаси – це, як правило, найменш ліквідна частина
					оборотних коштів, тому запаси мають фінансуватись за рахунок
					власних (та/або) довгостроково залучених коштів.`,
				},
			],
		},
	],

	// SECTION 3
	[
		// SECTION 3 OPTION 1
		{
			name: `EBIT`,
			inputs: [
				{
					label: `Прибуток (збиток) до оподаткування`,
					name: 'num1',
				},
				{
					label: `Відсотки до сплати`,
					name: 'num2',
				},
			],
			formula: 'Number(num1) - Number(num2)',
			resultName: `EBIT`,
			info: [
				{
					heading: 'Визначення',
					body: `EBIT (Earnings Before Interest and Taxes) – прибуток до відрахування
					відсотків та податків. Даний показник фінансового результату
					організації є проміжним, між валовим та чистим прибутком.
					Віднімання відсотків і податків дозволяє абстрагуватися від
					структури капіталу організації (частки позикового капіталу) та податкових
					ставок, отримавши можливість порівнювати за цим показником
					різні підприємства. Часто EBIT плутають з операційним прибутком,
					яка на відміну від EBIT не включає доходи та витрати за іншими
					операціям.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Показник EBIT розраховує за даними "Звіту про прибутки та збитки"
					організації – до прибутку (збитку) до оподаткування додаються
					раніше враховані з мінусом відсотки до сплати:
					<br />
					<br />
					EBIT = стор.2300 "Прибуток (збиток) до оподаткування" + стор.2330
					"Відсотки до сплати"`,
				},
				{
					heading: 'Нормальне значення',
					body: `Нормальним вважається щонайменше позитивне значення EBIT. Однак
					воно ще не гарантує підсумковий прибуток – після віднімання відсотків
					(особливо, якщо в організації великий борговий тягар) може
					вийти збиток.
					<br />
					<br />
					Широке поширення у фінансовому аналізі набув показник
					EBITDA – показник, який більший за EBIT на величину амортизації
					основних засобів та нематеріальних активів. Виняток із показника
					фінансового результату амортизації, основної "негрошової" статті
					звіту про прибутки та збитки, робить EBITDA ближче до показника
					реальні грошові потоки. Тому інвестори у своїх оцінках частіше
					покладаються на показник EBITDA, ніж EBIT.`,
				},
			],
		},
		// SECTION 3 OPTION 2
		{
			name: `EBITDA`,
			inputs: [
				{
					label: `Прибуток (збиток) до оподаткування`,
					name: 'num1',
				},
				{
					label: `Відсотки до сплати`,
					name: 'num2',
				},
			],
			formula: 'Number(num1) + Number(num2)',
			resultName: `EBITDA`,
			info: [
				{
					heading: 'Визначення',
					body: `EBITDA (Earnings Before Interest, Taxes, Depreciation and
						Amortization) – прибуток до відрахування відсотків, податків та амортизації.
						EBITDA показує фінансовий результат компанії, крім впливу
						ефекту структури капіталу (тобто відсотків, сплачених за позиковими
						коштів), податкових ставок та амортизаційної політики організації.
						EBITDA дозволяє грубо оцінити грошовий потік, виключивши таку
						"негрошову" статтю видатків як амортизація. Показник корисний при
						порівняння підприємств однієї галузі, але мають різну структуру
						капіталу.
						<br />
						<br />
						EBITDA, у свою чергу, широко використовується як компонент різних
						коефіцієнтів фінансової ефективності (EV/EBITDA, рентабельність
						продажів та ін). Інвестори орієнтується на показник EBITDA як
						індикатор очікуваного повернення своїх вкладень.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `EBITDA = Прибуток (збиток) до оподаткування + (Відсотки до сплати +
						Амортизація основних засобів та нематеріальних активів)
						<br />
						<br />
						Існує помилка, що цей показник розраховують за
						балансу організації. Насправді показник EBITDA можна
						розрахувати за даними "Звіту про прибутки та збитки" ("Звіту про
						фінансових результатах"), проте додатково потрібна сума
						амортизації основних засобів і нематеріальних активів, які не
						міститься у зазначеній формі звітності.
						<br />
						<br />
						Негативний EBITDA говорить про те, що діяльність організації
						збиткова вже на операційній стадії, ще до оплати користування
						запозиченим капіталом, податків, амортизації.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Показник EBITDA також використовується для розрахунку рентабельності.
					(EBITDA margin): <br />
					EBITDA margin = EBITDA / Виторг від продажів
					<br />
					<br />
					Цей коефіцієнт відображає прибутковість компанії до сплати
					відсотків, податків та амортизації, і є, на відміну від самого
					EBITDA не абсолютним, а відносним показником.`,
				},
			],
		},
		// SECTION 3 OPTION 3
		{
			name: `EBITDARM`,
			inputs: [
				{
					label: `Виторг`,
					name: 'num1',
				},
				{
					label: `Відсотки до сплати`,
					name: 'num2',
				},
				{
					label: `Податок на прибуток`,
					name: 'num3',
				},
				{
					label: `Амортизація основних засобів`,
					name: 'num4',
				},
				{
					label: `Витрати на оренду основних засобів`,
					name: 'num5',
				},
			],
			formula:
				'Number(num1) - Number(num2) - Number(num3) - Number(num4) - Number(num5)',
			resultName: `EBITDARM`,
			info: [
				{
					heading: 'Визначення',
					body: `EBITDARM (Earnings before Interest, Taxes, Depreciation,
						Amortization, Rent and Management fees) – показник фінансових
						результатів організації до вирахування відсотків, податків, амортизації та
						орендні платежі. Цей показник, насправді, схожий на показник
						EBITDA. Але на відміну від EBITDA, крім амортизації з витрат виключені
						платежі за не належать організації кошти, тобто. за взяте в
						оренду майна.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `EBITDARM = Виручка – Відсотки до сплати – Податок на прибуток –
					Амортизація основних засобів та нематеріальних активів – Витрати на
					оренду основних засобів
					<br />
					<br />
					Показник EBITDARM найчастіше використовують у галузях, де витрати на
					оренду основних засобів складають значну частину (наприклад,
					готельному справі часто будинок цілком здається в управління).`,
				},
			],
		},
		// SECTION 3 OPTION 4
		{
			name: `Норма чистого прибутку`,
			inputs: [
				{
					label: `Чистий прибуток`,
					name: 'num1',
				},
				{
					label: `Виторг`,
					name: 'num2',
				},
			],
			formula: '(Number(num1) / Number(num2)) * 100',
			resultName: `Норма чистого прибутку`,
			info: [
				{
					heading: 'Визначення',
					body: `Норма чистого прибутку (або рентабельність з чистого прибутку) – це
					показник чистого прибутку (збитку) організації на карбованець виручки.
					Показник відноситься до групи показників рентабельності, куди також
					входять рентабельність продажів, рентабельність активів, рентабельність
					власного капіталу та ін.
					<br />
					<br />
					Норма чистого прибутку характеризує не тільки прибутковість основного
					діяльності організації (як рентабельність продажів), а
					ефективність діяльності загалом. Тобто. враховується не тільки
					прибуток від реалізації продукції (робіт, послуг), а також виплати за
					кредитів, курсові різниці та інші прибутки та збитки.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Норма чистого прибутку (у відсотках) = Чистий прибуток: Виторг х 100
					<br />
					<br />
					По рядках "Звіту про фінансові результати" формула виглядає
					наступним чином:
					<br />
					<br />
					Норма чистого прибутку = (стор. 2400: стор. 2210) х 100
					<br />
					<br />
					Якщо підприємство отримало за період збиток, норма чистого прибутку
					буде негативною.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Теоретично немає нормального значення норми чистий прибуток,
					оскільки вона сильно залежить від галузі, етапу розвитку, на якому
					знаходиться конкретне підприємство, може значно вагатися від
					періоду до періоду через виникнення у підприємства інших, не
					пов'язаних з реалізацією продукції прибутків чи збитків. Наприклад, в
					періоди сильного коливання курсу рубля до іноземних валют у
					організації може виникати позитивна чи негативна курсова
					різниця, яка значно вплине на фінансовий результат
					періоду. Проте, щоб підприємство приносило власникам
					дивіденди норма чистого прибутку має бути як мінімум позитивною
					(тобто більше 0).`,
				},
			],
		},
		// SECTION 3 OPTION 5
		{
			name: `Рентабельність`,
			inputs: [
				{
					label: `Чистий прибуток`,
					name: 'num1',
				},
				{
					label: `Виторг`,
					name: 'num2',
				},
			],
			formula: '(Number(num1) / Number(num2)) * 100',
			resultName: `Рентабельність`,
			info: [
				{
					heading: 'Визначення',
					body: `Рентабельність – відносний показник економічної
					ефективності. Рентабельність підприємства комплексно відбиває
					ступінь ефективності використання матеріальних, трудових та
					фінансових та інших. ресурсів. Коефіцієнт рентабельності розраховується
					як відношення прибутку до активів або потоків, що її формують.
					<br />
					<br />У загальному сенсі рентабельність продукції передбачає, що
					виробництво та реалізація даного продукту приносить підприємству
					прибуток. Нерентабельне виробництво - це виробництво, не
					що приносить прибутки. Негативна рентабельність – це збиткова
					діяльність. Рівень рентабельності визначається за допомогою
					відносних показників – коефіцієнтів. Показники рентабельності
					можна умовно поділити на дві групи (два види): рентабельність
					продажів та рентабельність активів.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `<b>Рентабельність продажів</b> — коефіцієнт рентабельності, який
					показує частку прибутку у кожному заробленому рублі. Зазвичай
					розраховується як відношення чистого прибутку (прибутки після
					оподаткування) за певний період до вираженого у грошових
					кошти обсягу продажу за той же період. Формула рентабельності: {''}
					<br />
					Рентабельність продажів = Чистий прибуток / Виручка
					<br />
					<br />
					Рентабельність продажів є індикатором цінової політики компанії
					та її можливості контролювати витрати. Відмінності в конкурентних
					стратегіях та продуктових лінійках викликають значну різноманітність
					значень рентабельності продажів у різних компаніях. Часто
					використовується з метою оцінки операційної ефективності компаній.
					<br />
					<br />
					<br />На відміну від показників рентабельності продажів, {''}
					<b>рентабельність активів</b> вважається як відношення прибутку до
					середню вартість активів підприємства. Тобто. показник із форми №2
					"Звіт про фінансові результати" поділяється на середнє значення
					показника із форми №1 "Бухгалтерський баланс". Рентабельність
					активів, як і рентабельність власного капіталу, можна
					розглядати як один із показників рентабельності
					інвестицій. <br />
					Рентабельність активів (англ. return on assets, ROA) - відносний
					показник ефективності діяльності, приватна від ділення чистої
					прибутку, отриманого за період, на загальну величину активів організації
					за період. Один із фінансових коефіцієнтів, входить до групи
					коефіцієнтів рентабельності Показує здатність активів
					підприємства породжувати прибуток. <br />
					<br />
					Рентабельність активів - індикатор прибутковості та ефективності
					діяльності підприємства, очищений від впливу обсягу позикових коштів.
					Застосовується для порівняння підприємств однієї галузі та обчислюється за
					формулі:
					<br />
					<br />
					Ra = P/A
					<br />
					<br />
					де:
					<br />
					Ra – рентабельність активів;
					<br />
					P - прибуток за період;
					<br />
					A - середня величина активів за період.
					<br />
					<br />
					Потрібний рівень рентабельності досягається за допомогою
					організаційно-технічних та економічних заходів. Підвищити
					рентабельність - значить отримати більший фінансовий результат за
					менші витрати. Поріг рентабельності - це точка, що відокремлює
					прибуткове виробництво від збиткового, точка, в якій доходи
					підприємства покриваю його змінні та умовно-постійні витрати.`,
				},
			],
		},
		// SECTION 3 OPTION 6
		{
			name: `Рентабельність активів`,
			inputs: [
				{
					label: `Чистий прибуток`,
					name: 'num1',
				},
				{
					label: `Активи`,
					name: 'num2',
				},
			],
			formula: '(Number(num1) / Number(num2)) * 100',
			resultName: `Рентабельність активів`,
			info: [
				{
					heading: 'Визначення',
					body: `Рентабельність активів (return on assets, ROA) – фінансовий
					коефіцієнт, що характеризує віддачу від використання всіх активів
					організації. Коефіцієнт показує здатність організації
					генерувати прибуток без урахування структури його капіталу (фінансового
					левериджу), якість управління активами. На відміну від показника
					"рентабельність власного капіталу", цей показник враховує
					всі активи організації, а чи не лише власні кошти. Тому він
					менш цікавий для інвесторів.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Рентабельність активів розраховується розподілом чистого прибутку (як
						правило, за рік) на величину всіх активів (тобто сальдо балансу
						організації):
						<br />
						<br />
						Рентабельність активів = Чистий прибуток / Активи
						<br />
						<br />
						В результаті розрахунку виходить величина чистого прибутку з кожного
						рубля вкладеного у активи організації. Часто, щоб отримати більше
						наочне, відсоткове співвідношення у формулі використовують множення на
						100. У цьому випадку показник також можна інтерпретувати як
						"скільки копійок приносить кожен рубль, вкладений в активи
						організації".
						<br />
						<br />
						Для більш точних розрахунків як показник "Активи" береться не
						значення на конкретну дату, а середнє арифметичне значення –
						активи початку року плюс активи наприкінці року ділять на 2.
						<br />
						<br />
						Чистий прибуток організації береться за даними "Звіту про прибутки та
						збитки", активи - за даними Балансу.
						<br />
						<br />
						Якщо розрахунок роблять не за рік, а за інший період, то для
						отримання результату в порівнянні з річним видом використовується
						формула (зокрема, у програмі "Ваш фінансовий аналітик"):
						<br />
						<br />
						Рентабельність активів = Виручка * (365 / Кількість днів в
						періоді)/((Активи на початок + Активи на кінець)/2)`,
				},
			],
		},
		// SECTION 3 OPTION 7
		{
			name: `Рентабельність задіяного капіталу`,
			inputs: [
				{
					label: `EBIT`,
					name: 'num1',
				},
				{
					label: `Власний капітал`,
					name: 'num2',
				},
				{
					label: `Довгострокові зобов'язання`,
					name: 'num3',
				},
			],
			formula: 'Number(num1) / (Number(num2) + Number(num3))',
			resultName: `Рентабельність задіяного капіталу`,
			info: [
				{
					heading: 'Визначення',
					body: `Рентабельність задіяного капіталу, чи прибуток на
					інвестований капітал (return on capital employed, ROCE) -
					показник віддачі від залученого до комерційної діяльності
					власного капіталу організації та довгостроково залучених коштів
					(Довгострокових кредитів, позик).`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Рентабельність задіяного капіталу = EBIT / Задіяний
					капітал = EBIT / (Власний капітал + Довгострокові зобов'язання)
					<br />
					<br />
					де EBIT - прибуток до сплати відсотків та податків
					<br />
					<br />
					Часто показник розраховується як відсотка, тобто. додатково
					множенням на 100. Крім того, більш точним буде розрахунок, де
					Показники знаменника беруться як середньорічні значення (тобто.
					значення початку року плюс значення наприкінці року розділити на 2).`,
				},
				{
					heading: 'Нормальне значення',
					body: `Показник немає нормативного значення. Але його важливість
					полягає в тому, що він виступає орієнтиром для оцінки
					доцільності залучення організацією позикових коштів під
					певний відсоток. Якщо відсоток за кредитом вищий, ніж
					рентабельності задіяного капіталу, це означає, що
					організація не зможе використовувати кредит настільки ефективно,
					щоб відпрацювати відсотки щодо нього. Тому має сенс брати тільки
					ті кредити, відсоток за якими нижчий за рентабельність задіяного
					капіталу.`,
				},
			],
		},
		// SECTION 3 OPTION 8
		{
			name: `Рентабельність продажів`,
			inputs: [
				{
					label: `EBIT`,
					name: 'num1',
				},
				{
					label: `Виторг`,
					name: 'num2',
				},
			],
			formula: 'Number(num1) / Number(num2)',
			resultName: `Рентабельність продажів`,
			info: [
				{
					heading: 'Визначення',
					body: `Рентабельність продажів – показник фінансової результативності
					діяльності організації, що показує яку частину виручки
					організації складає прибуток. При цьому як фінансовий
					результату розрахунку можуть використовуватися різні показники
					прибутку, що зумовлює існування різних варіацій даного
					показника. Найбільш широко використовуються такі: рентабельність
					продажів за валовим прибутком (gross profit margin), операційна
					рентабельність (return on sales, ROS), рентабельність продажів по
					чистий прибуток (net profit margin).`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Рентабельність продажів за валовим прибутком = Валовий прибуток / Виручка
					<br />
					<br />
					Валовий прибуток є різницею між двома ключовими
					показниками "Звіту про прибутки та збитки": виручкою та
					собівартістю продажів.
					<br />
					<br />
					Операційна рентабельність = EBIT / Виторг
					<br />
					<br />
					де EBIT – прибуток до вирахування відсотків та податків
					<br />
					<br />
					Рентабельність продажів за чистим прибутком = Чистий прибуток / Виручка
					<br />
					<br />
					Для розрахунку всіх наведених вище показників рентабельності
					достатньо даних, що містяться у 2-й формі бухгалтерської
					звітності – "Звіт про прибутки та збитки".
					<br />
					<br />
					Нормальне значення рентабельності продажів визначається галузевими та
					іншими особливостями роботи організації. При однаковій фінансовій
					ефективності, для організацій із тривалим циклом виробництва,
					рентабельність продажів буде вищою, для "високооборотних" видів
					діяльності – нижче. Рентабельність продажів показує, прибуткова
					або збиткова діяльність підприємства, але не дає відповіді на питання,
					наскільки вигідні вкладення це підприємство. Щоб відповісти на
					це питання, розраховують рентабельність активів та капіталу
					(рентабельність власного капіталу, рентабельність
					інвестованого капіталу).`,
				},
			],
		},
		// SECTION 3 OPTION 9
		{
			name: `Рентабельність власного капіталу`,
			inputs: [
				{
					label: `Чистий прибуток`,
					name: 'num1',
				},
				{
					label: `Власний капітал`,
					name: 'num2',
				},
			],
			formula: 'Number(num1) / Number(num2)) * 100',
			resultName: `Рентабельність власного капіталу`,
			info: [
				{
					heading: 'Визначення',
					body: `Рентабельність власного капіталу (return on equity, ROE) -
					показник чистого прибутку в порівнянні з власним капіталом
					організації. Це найважливіший фінансовий показник віддачі для будь-кого
					інвестора, власника бізнесу, що показує, наскільки ефективно
					був використаний вкладений у справу капітал. На відміну від подібного
					показника "рентабельність активів", цей показник характеризує
					ефективність використання не лише капіталу (або активів)
					організації, а лише тієї його частини, що належить
					власникам підприємства.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Рентабельність власного капіталу розраховується розподілом чистої
					прибутку (зазвичай, протягом року) власний капітал організації:
					<br />
					<br />
					Рентабельність власного капіталу = Чистий прибуток / Власний
					капітал
					<br />
					<br />
					Для отримання результату у вигляді відсотка, зазначене ставлення часто
					множать на 100.
					<br />
					<br />
					Більш точний розрахунок передбачає використання середньої
					арифметичної величини власного капіталу за той період
					який береться чистий прибуток (як правило, за рік) – до
					власному капіталу початку періоду додають власний
					капітал на кінець періоду та ділять на 2.
					<br />
					<br />
					Чистий прибуток організації береться за даними "Звіту про прибутки та
					збитках", власний капітал - за даними пасиву Балансу.
					<br />
					<br />
					Щоб розрахувати показник за період, відмінний від року, але отримати
					Порівнянні річні дані використовують формулу:
					<br />
					<br />
					Рентабельність власного капіталу = Чистий прибуток * (365 / Кількість
					днів у періоді)/((Власний капітал на початок періоду +
					Власний капітал наприкінці періоду)/2)
					<br />
					<br />
					Особливим підходом до розрахунку рентабельності власного капіталу
					є використання формули Дюпона. Формула Дюпона розбиває
					показник на три складові, або фактори, що дозволяють глибше
					зрозуміти отриманий результат:
					<br />
					<br />
					Рентабельність власного капіталу (Формула Дюпона) = (Чиста
					прибуток / Виторг) * (Виручка / Активи) * (Активи / Власний
					капітал) = Рентабельність по чистому прибутку * Оборотність
					активів * Фінансовий левередж.`,
				},
				{
					heading: 'Нормальне значення',
					body: `За усередненими статистичними даними рентабельність власного
					капіталу складаємо приблизно 10-12% (у США та Великій Британії). Для
					інфляційних економік, таких як російська, показник має бути
					вище. Головним порівняльним критерієм під час аналізу рентабельності
					власного капіталу виступає відсоток альтернативної прибутковості,
					яку міг би отримати власник, вклавши свої гроші в інший
					бізнес. Наприклад, якщо банківський депозит може дати 10%
					річних, а бізнес приносить лише 5%, то може постати питання про
					доцільність подальшого ведення такого бізнесу.
					<br />
					<br />
					Що рентабельність власного капіталу, то краще. Однак як
					видно з формули Дюпона, високе значення показника може
					вийти через дуже високого фінансового важеля, тобто. великий
					частки позикового капіталу та малої частки власного, що негативно
					впливає фінансову стійкість організації. Це відображає головний
					закон бізнесу – більший прибуток, більший ризик.
					<br />
					<br />
					Розрахунок показника рентабельності власного капіталу має сенс
					тільки в тому випадку, якщо організація має власний капітал
					(Тобто позитивні чисті активи). В іншому випадку розрахунок дає
					негативне значення, малопридатне для аналізу.`,
				},
			],
		},
		// SECTION 3 OPTION 10
		{
			name: `Формула Дюпона`,
			inputs: [
				{
					label: `Чистий прибуток`,
					name: 'num1',
				},
				{
					label: `Виторг`,
					name: 'num2',
				},
				{
					label: `Активи`,
					name: 'num3',
				},
				{
					label: `Власний капітал`,
					name: 'num4',
				},
			],
			formula: `(
				(Number(num1) / Number(num2)) *
				(Number(num2) / Number(num3)) *
				(Number(num3) / Number(num4))
			)`,
			resultName: `Розрахунок по формулі Дюпона`,
			info: [
				{
					heading: 'Визначення',
					body: `Формула Дюпона (DuPont formula) є розрахунком ключового.
					показника ефективності діяльності – рентабельності власного
					капіталу (ROE) – через три концептуальні складові:
					рентабельність продажів, оборотність активів та фінансовий
					Леверідж. Показник вперше був використаний корпорацією DuPont у
					20-х роках минулого століття, звідки й пішла його назва.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `ROE (Формула Дюпона) = (Чистий прибуток / Виручка) * (Виручка /
					Активи) * (Активи / Власний капітал) = Рентабельність продажів *
					Оборотність активів * Фінансовий леверидж
					<br />
					<br />
					Формула Дюпона включається три фактори, що впливають на рентабельність
					власного капіталу:
					<br />
					<br />
					· Операційну ефективність (рентабельність продажів по чистій
					прибутку);
					<br />
					<br />
					· Ефективність використання всіх активів ( оборотність
					активів);
					<br />
					<br />
					· Кредитне плече, співвідношення власного та позикового капіталу
					(Фінансовий леверидж);
					<br />
					<br />У випадках, коли в організації незадовільна
					рентабельність власного капіталу, форуму Дюпона допомагає
					виявити, який із факторів призвів до такого результату.`,
				},
			],
		},
	],

	// SECTION 4
	[
		// SECTION 3 OPTION 1
		{
			name: `Грошовий цикл (цикл оборотного капіталу)`,
			inputs: [
				{
					label: `Оборотність запасів у днях`,
					name: 'num1',
				},
				{
					label: `Оборотність дебіторської заборгованості у днях`,
					name: 'num2',
				},
				{
					label: `Оборотність кредиторської заборгованості у днях`,
					name: 'num3',
				},
			],
			formula: 'Number(num1) + Number(num2) - Number(num3)',
			resultName: `Грошовий цикл (цикл оборотного капіталу)`,
			info: [
				{
					heading: 'Визначення',
					body: `Грошовий цикл або цикл оборотного капіталу (cash conversion cycle,
						operating cycle) – це період обігу коштів з моменту
						придбання за них ресурсів (сировини, матеріалів, робочої сили) та до
						моменту продажу готової продукції та отримання за неї грошей. Даний
						період виявляється у днях і відбиває ефективність управління
						оборотним капіталом організації.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Цикл руху коштів представляють у вигляді суми трьох
					показників оборотності, виражених у днях: оборотність
					запасів, оборотність дебіторської заборгованості та оборотність
					кредиторської заборгованості:
					<br />
					<br />
					Грошовий цикл (у днях) = Оборотність запасів у днях +
					Оборотність дебіторської заборгованості днями – Оборотність
					кредиторської заборгованості днями.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Короткий грошовий цикл дозволяє організації швидше повернути
					кошти, вкладені в оборотні активи. Чим менший цикл,
					тим краще для організації. Однак конкретна оптимальна
					тривалість грошового циклу сильно залежить від галузі та
					особливостей діяльності підприємства Трапляються навіть випадки,
					коли підприємство має негативний показник фінансового циклу.
					Наприклад, таке зустрічається у підприємств, які займають настільки
					міцні позиції ринкові позиції, що вони можуть диктувати умови та
					покупцям (зменшуючи період оплати за свою продукцію) та
					постачальниками (отримуючи відстрочку оплати).`,
				},
			],
		},
		// SECTION 3 OPTION 2
		{
			name: `Оборотність активів`,
			inputs: [
				{
					label: `Виторг`,
					name: 'num1',
				},
				{
					label: `Середньорічна вартість активів`,
					name: 'num2',
				},
			],
			formula: '365 / (Number(num1) / Number(num2))',
			resultName: `Оборотність активів у днях`,
			info: [
				{
					heading: 'Визначення',
					body: `Оборотність активів (asset turnover) – фінансовий показник
					інтенсивності використання організацією всієї сукупності наявних
					активів. Цей показник використовується поряд з іншими
					показниками оборотності, такими як оборотність дебіторської
					заборгованості, оборотність кредиторської заборгованості,
					оборотність запасів, для аналізу ефективності управління
					майном та зобов'язаннями фірми.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Оборотність активів (коефіцієнт) = Виручка / Середньорічна
					вартість активів
					<br />
					<br />
					або
					<br />
					<br />
					Оборотність активів (у днях) = 365 / Коефіцієнт оборотності
					активів
					<br />
					<br />
					Дані про виручки можна отримати з "Звіту про прибутки та збитки",
					дані про величину активів - з Балансу (сальдо балансу). Для розрахунку
					середньорічний величини активів знаходять їхню суму на початок і кінець
					року та ділять на 2.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Певного нормативу для показників оборотності не
					існує, оскільки вони залежать від галузевих особливостей
					організації виробництва. У капіталомістких галузях оборотність
					активів буде нижчим, ніж у торгівлі чи сфері послуг.
					<br />
					<br />
					Бажана вища оборотність активів. Низька
					оборотність може свідчити про недостатню
					ефективності використання активів Крім того, оборотність
					залежить від норми рентабельності продажів. За високої рентабельності
					оборотність активів, як правило, нижча, а при низькій нормі
					рентабельності – вище.
					<br />
					<br />
					Слід звернути увагу, що на відміну від показника
					"рентабельність активів", де в чисельнику стоїть прибуток,
					оборотність активів не дає уявлення про прибутковість
					діяльності (тобто показник матиме позитивне значення та
					при збитках).
					<br />
					<br />
					Для інвесторів та власників бізнесу велику цінність має інший
					показник рентабельності – рентабельність власного капіталу.`,
				},
			],
		},
		// SECTION 3 OPTION 3
		{
			name: `Оборотність дебіторської заборгованості`,
			inputs: [
				{
					label: `Виторг`,
					name: 'num1',
				},
				{
					label: `Середній залишок дебіторської заборгованості`,
					name: 'num2',
				},
			],
			formula: '365 / (Number(num1) / Number(num2))',
			resultName: `Оборотність дебіторської заборгованості в днях`,
			info: [
				{
					heading: 'Визначення',
					body: `Оборотність дебіторської заборгованості (receivable turnover
						ratio) вимірює швидкість погашення дебіторської заборгованості
						організації, наскільки швидко організація отримує оплату за
						продані товари (роботи, послуги) від покупців.
						<br />
						<br />
						Коефіцієнт оборотності дебіторської заборгованості показує,
						скільки разів за період (рік) організація отримала від покупців
						оплату у розмірі середнього залишку несплаченої заборгованості.
						Показник вимірює ефективність роботи з покупцями у частині
						стягнення дебіторської заборгованості, а також відображає політику
						організації щодо продажів у кредит.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Оборотність дебіторської заборгованості (коефіцієнт) = Виручка /
					Середній залишок дебіторської заборгованості
					<br />
					<br />
					Середній залишок дебіторської заборгованості розраховується як сума
					дебіторську заборгованість покупців за даними бухгалтерського
					балансу початку і поклала край аналізованого періоду, поділене на 2.
					<br />
					<br />
					Також поширений розрахунок показника над вигляді коефіцієнта, а
					у вигляді кількості днів, протягом якої дебіторська заборгованість
					залишається неоплаченою:
					<br />
					<br />
					Оборотність дебіторської заборгованості днями = 365 / Коефіцієнт
					оборотності дебіторської заборгованості.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Для оборотності дебіторської заборгованості, як і інших
					показників оборотності немає чітких нормативів,
					оскільки вони сильно залежать від галузевих особливостей та технології
					роботи підприємства Але у будь-якому разі, що вищий коефіцієнт, тобто.
					чим швидше покупці погашають свою заборгованість, тим краще
					організації. При цьому ефективна діяльність не обов'язково
					супроводжується високою оборотністю. Наприклад, при продажах у
					кредит залишок дебіторської заборгованості буде високий, а
					коефіцієнт її оборотності відповідно низький.`,
				},
			],
		},
		// SECTION 3 OPTION 4
		{
			name: `Оборотність запасів`,
			inputs: [
				{
					label: `Виторг`,
					name: 'num1',
				},
				{
					label: `Середньорічний залишок запасів`,
					name: 'num2',
				},
			],
			formula: '365 / (Number(num1) / Number(num2))',
			resultName: `Оборотність запасів в днях`,
			info: [
				{
					heading: 'Визначення',
					body: `Оборотність запасів (inventory turnover) показує, скільки разів
					за аналізований період організація використовувала середній наявний
					залишок запасів. Цей показник характеризує якість запасів та
					ефективність управління ними дозволяє виявити залишки
					невикористовуваних, застарілих чи некондиційних запасів. Важливість
					показника зв'язна з тим, що прибуток виникає при кожному "обороті"
					запасів (тобто використання у виробництві, операційному циклі).
					Зверніть увагу, під запасами в даному випадку розуміються і
					товарні запаси (запаси готової продукції) та виробничі запаси
					(Запаси сировини та матеріалів).`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Оборотність запасів може розраховуватися двома способами.
					<br />
					<br />
					1. як відношення собівартість продажів до середньорічного залишку
					запасів:
					<br />
					<br />
					Оборотність запасів (коефіцієнт) = Собівартість продажів /
					Середньорічний залишок запасів
					<br />
					<br />
					Середньорічний залишок розраховується як сума запасів за
					бухгалтерського балансу початку і поклала край року поділена на 2.
					<br />
					<br />
					2. як відношення виручки від продажу до середньорічного залишку запасів:
					Оборотність запасів (коефіцієнт) = Виручка / Середньорічний
					залишок запасів І в західній і російській практиці можна зустріти
					обидва варіанти розрахунку. Перевагою 2-го варіанта є те, що
					він дозволяє виключити вплив облікової політики, за якою
					собівартість продажів може формувати з урахуванням управлінських
					видатків або з відображенням їх за окремим рядком звіту про фінансові
					результати. Тобто організації можна порівняти за цим показником
					незалежно від прийнятої ними моделі бухгалтерського обліку витрат.
					Ймовірно, щоб усунути цю проблему Росстат РФ як
					собівартості продажів бере загальну собівартість проданої продукції,
					що включає крім безпосередньо собівартості продажів управлінські
					та комерційні витрати.
					<br />
					<br />
					Поряд із коефіцієнтом оборотності часто розраховують показник
					оборотності в днях. У цьому випадку це означає, на скільки
					днів роботи підприємства вистачить запасів.
					<br />
					<br />
					Оборотність запасів у днях = 365 / Коефіцієнт оборотності
					запасів.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Для показників оборотності загальноприйнятих нормативів не
					існує, їх слід аналізувати в рамках однієї галузі та ще
					краще – у поступовій динаміці для конкретного підприємства. Зниження
					коефіцієнта оборотності запасів може відбивати накопичення
					надлишкових запасів, неефективне складське управління, накопичення
					непридатних для використання матеріалів. Але й висока оборотність
					не завжди виступає позитивним показником, оскільки може говорити
					про виснаження складських запасів, що може призвести до перебоїв у
					виробничого процесу.
					<br />
					<br />
					Крім того, оборотність запасів залежить від маркетингової.
					політиці організації. Для організацій із високою рентабельністю
					продажів властива нижча оборотність, ніж для фірм з
					низькою нормою рентабельності.`,
				},
			],
		},
		// SECTION 3 OPTION 5
		{
			name: `Оборотність кредиторської заборгованості`,
			inputs: [
				{
					label: `Собівартість продажів`,
					name: 'num1',
				},
				{
					label: `Запаси на кінець періоду`,
					name: 'num2',
				},
				{
					label: `Запаси на початок періоду`,
					name: 'num3',
				},
				{
					label: `Середня величина кредиторської заборгованості`,
					name: 'num4',
				},
			],
			formula:
				'356 / ((Number(num1) + (Number(num2) - Number(num3))) / Number(num4))',
			resultName: `Оборотність кредиторської заборгованості в днях`,
			info: [
				{
					heading: 'Визначення',
					body: `Оборотність кредиторської заборгованості (accounts payable
						turnover ratio) – це показник швидкості погашення організацією
						своєї заборгованості перед постачальниками та підрядниками. Даний
						коефіцієнт показує, скільки разів (зазвичай, за рік) фірма погасила
						середню величину власної кредиторської заборгованості.
						<br />
						<br />
						Як і оборотність дебіторської заборгованості, оборотність
						кредиторської заборгованості використовується в оцінці грошових потоків
						організації, ефективність розрахунків.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Оборотність кредиторської заборгованості розраховується як
					відношення вартості придбаних ресурсів до середньої за період
					величині кредиторської заборгованості (зазвичай не всієї, а лише
					пов'язаної з операційною діяльністю підприємства).
					<br />
					<br />
					Оборотність кредиторської заборгованості (коефіцієнт) = Покупки /
					Середня величина кредиторської заборгованості
					<br />
					<br />
					Оскільки показник покупок у бухгалтерській звітності не
					міститься, застосовується спрощений розрахунковий варіант:
					<br />
					<br />
					Покупки = Собівартість продажів + (Запаси на кінець періоду – Запаси
					на початок період)
					<br />
					<br />
					У російській практиці часто використовується умовніший варіант
					розрахунку, коли замість покупок беруть виторг за період. Також потрібно
					звернути увагу, щоб чисельник та знаменник формули були
					можна порівняти з урахуванням ПДВ. Тобто. якщо Покупки взято без ПДВ (а за
					спрощеною формулою вище так і вийде), то й кредиторську
					заборгованість логічно очистити від ПДВ. Крім розрахунку коефіцієнта
					("кількість оборотів"), прийнято розраховувати оборотність у
					днями:
					<br />
					<br />
					Оборотність кредиторської заборгованості днями = 365 /
					Коефіцієнт оборотності кредиторської заборгованості
					<br />
					<br />В результаті виходить середня кількість днів, протягом
					якого рахунки постачальників залишаються неоплаченими.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Оборотність кредиторської заборгованості залежить від
					галузі, масштабів діяльності організації. Для кредиторів
					кращий вищий коефіцієнт оборотності, в той час
					як самій організації вигідніший низький коефіцієнт, що дозволяє мати
					залишок неоплаченої кредиторської заборгованості як
					безкоштовне джерело фінансування своєї поточної діяльності.`,
				},
			],
		},
		// SECTION 3 OPTION 6
		{
			name: `Оборотність оборотних коштів`,
			inputs: [
				{
					label: `Виторг`,
					name: 'num1',
				},
				{
					label: `Оборотні активи`,
					name: 'num2',
				},
			],
			formula: '365 / (Number(num1) / Number(num2))',
			resultName: `Оборотність оборотних коштів в днях`,
			info: [
				{
					heading: 'Визначення',
					body: `Оборотність оборотних коштів (активів) показує, скільки разів
					за аналізований період організація використовувала середній наявний
					залишок обігових коштів. Згідно з бухгалтерським балансом,
					оборотні активи включають: запаси, кошти, короткострокові
					фінансові вкладення та короткострокову дебіторську заборгованість,
					включаючи ПДВ з придбаних цінностей. Показник характеризує
					частку оборотних коштів у загальних активах організації та ефективність
					управління ними. У той же час на нього накладаються галузеві.
					особливості виробничого циклу`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Формула оборотності оборотних активів така:
					<br />
					<br />
					Оборотність оборотних коштів = Виторг / Оборотні активи
					<br />
					<br />
					При цьому оборотні активи беруться не на початок чи на кінець
					аналізованого періоду, а як середньорічний залишок (тобто значення
					початку року плюс наприкінці року ділять на 2).
					<br />
					<br />
					Поряд із коефіцієнтом оборотності часто розраховують показник
					оборотності в днях.
					<br />
					<br />
					Оборотність оборотних коштів у днях = 365 / Коефіцієнт
					оборотності оборотних коштів
					<br />
					<br />У цьому випадку оборотність днями показує, за скільки
					днів підприємство отримує виручку, рівну середній величині оборотних
					коштів.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Для показників оборотності, у тому числі оборотності
					оборотних коштів, загальноприйнятих нормативів не існує, їх
					аналізують або динаміки, або порівняння з аналогічними
					підприємствами галузі. Надто низький коефіцієнт, не виправданий
					галузевими особливостями, що показує зайве накопичення оборотних
					коштів (часто – найменш ліквідної їх складової, запасів).`,
				},
			],
		},
		// SECTION 3 OPTION 7
		{
			name: `Фондомісткість`,
			inputs: [
				{
					label: `Основні кошти`,
					name: 'num1',
				},
				{
					label: `Виторг`,
					name: 'num2',
				},
			],
			formula: 'Number(num1) / Number(num2)',
			resultName: `Фондомісткість`,
			info: [
				{
					heading: 'Визначення',
					body: `Фондомісткість – показник ефективності використання основних
					коштів підприємства, розрахований як зворотний показник
					фондовіддача.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Фондомісткість = Основні засоби / Виручка
					<br />
					<br />
					Економічний зміст фондомісткості в тому, що вона показує суму
					основних засобів підприємства, що припадають на 1 рубль отриманої
					виручки. Відповідно, цей показник вищий для галузей,
					вимагають більших вкладень у необоротні активи (такі галузі
					називають фондомісткі), і менше – для галузей з високою часткою
					оборотних активів (наприклад, оптова та роздрібна торгівля).
					<br />
					<br />
					Як і показник фондовіддачі, фондоємність може застосовуватися для
					аналізу ефективності використання основних засобів, але тільки в
					рамках конкретної галузі, оскільки сильно залежить від виду
					діяльності. З цієї причини немає нормативно затвердженого чи
					нормального значення даного показника, аналізувати показник
					Необхідно в динаміці та порівняно з конкурентами.`,
				},
			],
		},
		// SECTION 3 OPTION 8
		{
			name: `Фондовіддача`,
			inputs: [
				{
					label: `Виторг`,
					name: 'num1',
				},
				{
					label: `Основні кошти`,
					name: 'num2',
				},
			],
			formula: 'Number(num1) / Number(num2)',
			resultName: `Фондовіддача`,
			info: [
				{
					heading: 'Визначення',
					body: `Фондовіддача - це фінансовий коефіцієнт, що характеризує
					ефективність використання основних засобів організації.
					Фондовіддача показує, скільки виручки посідає одиницю
					вартості основних засобів.
					<br />
					<br />
					Слід скасувати, що сам собою показник фондовіддачі не говорить
					про ефективність використання виробничих фондів, а лише
					показує, як співвідноситься обсяг отриманої від продукції
					(Тобто виручки) з вартістю наявних в організації засобів праці.
					Зроби висновки саме про ефективність використання
					виробничих фондів можна, порівнюючи показник фондовіддачі в
					динаміці за ряд років, або порівнюючи його з таким самим показником для
					інших, аналогічних підприємств тієї ж галузі.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Показник фондовіддачі розраховують за такою формулою:
					<br />
					<br />
					Фондовіддача = Виручка / Основні засоби
					<br />
					<br />
					Для більш точного розрахунку показник вартості основних засобів
					слід брати не на кінець періоду, а як середнє арифметичне
					період, за який взято виторг (тобто сума вартості основних
					коштів на початок періоду та кінець періоду, поділена на 2).
					<br />
					<br />
					У деяких джерелах рекомендують використовувати початкову
					вартість основних засобів. Однак у бухгалтерській звітності
					(Балансі) вказується залишкова вартість основних засобів, тому
					Найчастіше у розрахунках використовують саме цю оцінку.
					<br />
					<br />
					За своєю суттю показник фондовіддачі можна віднести до показників
					оборотності (поряд із оборотністю запасів, дебіторською
					заборгованості та інших активів). Показники оборотності
					(Коефіцієнт) завжди розраховуються ставленням виручки до тих чи
					іншим активам чи зобов'язанням.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Коефіцієнт фондовіддачі немає загальноприйнятого нормального значення.
					Це тим, що показник сильно залежить від галузевих
					особливостей. Наприклад, у фондоємних виробництвах частка основних
					коштів у активах підприємства велика, тому коефіцієнт буде
					нижче. Якщо розглядати показник фондовіддачі в динаміці, то зростання
					коефіцієнта говорить про підвищення інтенсивності (ефективності)
					використання устаткування.
					<br />
					<br />
					Відповідно, щоб підвищити фондовіддачу потрібно або збільшити
					виручки при використанні вже наявного обладнання (підвищити
					ефективність його використання, виробляти продукцію з більшою
					доданою вартістю, збільшити час використання обладнання –
					кількість змін, використовувати більш сучасне та продуктивне
					обладнання), або позбутися непотрібного обладнання, знизивши
					таким чином його вартість у знаменнику коефіцієнта.`,
				},
			],
		},
	],

	// SECTION 5
	[
		// SECTION 5 OPTION 1
		{
			name: `4-х факторна Z-модель Альтмана`,
			inputs: [
				{
					label: `Робочий капітал`,
					name: 'num1',
				},
				{
					label: `Нерозподілений прибуток`,
					name: 'num2',
				},
				{
					label: `EBIT`,
					name: 'num3',
				},
				{
					label: `Власний капітал`,
					name: 'num4',
				},
			],
			formula: `(
				6.56 * Number(num1) +
				3.26 * Number(num2) +
				6.72 * Number(num3) +
				1.05 * Number(num4)
			)`,
			resultName: `4-х факторна Z-модель Альтмана`,
			info: [
				{
					heading: 'Визначення',
					body: `Z-модель Альтмана (Z-рахунок Альтмана, Altman Z-Score) – це фінансова
					модель (формула), розроблена американським економістом Едвардом
					Альтманом, покликана дати прогноз ймовірності банкрутства
					підприємства.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `В основі формули лежить комбінація 4-5 ключових фінансових
					коефіцієнтів, що характеризують фінансове становище та результати
					діяльності підприємства. Спочатку формула була запропонована
					Альтманом у 60-х роках минулого століття. Пізніше автор запропонував
					варіації цієї формули з урахуванням галузевих особливостей
					організацій.
					<br />
					<br />
					4-х факторна Z-модель Альтмана використовується для невиробничих
					підприємств (акції яких котируються біржі). Формула
					чотирифакторної моделі виглядає наступним чином:
					<br />
					<br />
					Z-score = 6.56T1 + 3.26T2 + 6.72T3 + 1.05T4
					<br />
					<br />
					де,
					<br />
					<br />
					T1 = Робочий капітал / Активи
					<br />
					T2 = Нерозподілений прибуток / Активи
					<br />
					T3 = EBIT / Активи
					<br />
					T4 = Власний капітал / Зобов'язання
					<br />
					<br />
					<br />
					Інтерпретація отриманого результату:
					<br />
					<br />
					1.1 і менше – "Червона" зона, існує ймовірність банкрутства
					підприємства;
					<br />
					від 1.1 до 2.6 – "Сіра" зона, прикордонний стан, ймовірність
					банкрутства не висока, але не виключається;
					<br />
					2.6 і більше – "Зелена" зона, низька ймовірність банкрутства
					<br />
					Для виробничих підприємств (акції яких не котируються на
					біржі) використовується 5-тифакторна Z-модель Альтмана. Формула
					п'ятифакторної моделі Альтмана така:
					<br />
					Z-score = 0.717T1 + 0.847T2 + 3.107T3 + 0.42T4 + 0.998T5
					<br />
					<br />
					де,
					<br />
					<br />
					T1 = Робочий капітал / Активи
					<br />
					T2 = Нерозподілений прибуток / Активи
					<br />
					T3 = EBIT / Активи
					<br />
					T4 = Власний капітал / Зобов'язання
					<br />
					T5 = Виторг / Активи
					<br />
					<br />
					<br />
					Інтерпретація отриманого результату:
					<br />
					<br />
					1.23 і менше – "Червона" зона, існує ймовірність банкрутства
					підприємства;
					<br />
					від 1.23 до 2.9 – "Сіра" зона, прикордонний стан, ймовірність
					банкрутства не висока, але не виключається;
					<br />
					2.9 і більше – "Зелена" зона, низька ймовірність банкрутства
					<br />`,
				},
				{
					heading: 'Достовірність показника',
					body: `Ноу-хау Альтмана полягає у підборі показників і, головне, ваг
					(коефіцієнтів), на які у формулі множаться ці показники та
					оцінки результуючого значення Свої висновки Альтман робив на основі
					аналіз американських підприємств за кілька років. Крім того, існують
					відмінні моделі для компаній, акції яких котируються на біржі, та
					для непублічних компаній.
					<br />
					<br />
					Через галузеві особливості, відмінності економік різних країн,
					модель Альтмана слід використовувати з обережністю, не покладаючи на
					її великих надій (особливо у російських умовах). Рекомендується
					робити висновки про фінансове становище та ймовірність банкрутства
					організації не тільки на основі даного показника, але
					результатам аналізу ширшого кола показників.`,
				},
			],
		},
		// SECTION 5 OPTION 2
		{
			name: `Коефіцієнт відновлення платоспроможності`,
			inputs: [
				{
					label: `Коефіцієнт поточної ліквідності початку періоду`,
					name: 'num1',
				},
				{
					label: `Коефіцієнт поточної ліквідності наприкінці періоду`,
					name: 'num2',
				},
				{
					label: `Період (у місяцях)`,
					name: 'num3',
				},
			],
			formula:
				'(Number(num1) + (6 / Number(num3)) * (Number(num2) - Number(num1))) / 2',
			resultName: `Коефіцієнт відновлення платоспроможності`,
			info: [
				{
					heading: 'Визначення',
					body: `Коефіцієнт відновлення платоспроможності – це фінансовий
					коефіцієнт, що показує можливість відновлення нормальної
					поточної ліквідності підприємства протягом 6 місяців після звітної
					дати.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт відновлення платоспроможності описаний у Методичних
					положеннях з оцінки фінансового стану підприємств та
					встановлення незадовільної структури балансу, затверджених
					розпорядженням Федерального управління у справах про неспроможність
					(банкрутство) від 12.08.1994 р. N 31-р). Згідно з документом, формула
					розрахунку коефіцієнта наступна:
					<br />
					<br />
					Коефіцієнт відновлення платоспроможності = (К1ф + 6/Т (К1ф -
					К1н)) / 2
					<br />
					<br />
					де
					<br />
					<br />
					К1ф - фактичне значення (наприкінці звітного періоду) коефіцієнта
					поточної ліквідності;
					<br />
					К1н - коефіцієнт поточної ліквідності на початку звітного періоду;
					<br />
					К1норм – нормативне значення коефіцієнта поточної ліквідності,
					К1норм = 2;
					<br />
					6 - період відновлення платоспроможності у місяцях;
					<br />Т – звітний період у місяцях.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Якщо значення коефіцієнта становило більше 1, це говорить про наявність
					реальної можливості у підприємства відновити свою
					платоспроможність протягом наступних 6 місяців. Якщо вийшло
					значення менше 1 – динаміка зміни показника поточної ліквідності
					з початку року до звітної дати показує, що підприємство у
					найближчим часом немає реальної можливості відновити
					платоспроможність.
					<br />
					<br />
					Слід скасувати, що коефіцієнт відновлення платоспроможності
					не можна вважати досить надійним показником. Він побудований на
					аналіз тренда коефіцієнта поточної ліквідності всього за двома точками
					(на початок року та на кінець звітного періоду), що робить такий
					прогноз дуже ненадійним. Більш надійний результат дає лінійний
					тренд за даними за 4 та більше періоди.`,
				},
			],
		},
		// SECTION 5 OPTION 3
		{
			name: `Коефіцієнт втрати платоспроможності`,
			inputs: [
				{
					label: `Коефіцієнт поточної ліквідності початку періоду`,
					name: 'num1',
				},
				{
					label: `Коефіцієнт поточної ліквідності наприкінці періоду`,
					name: 'num2',
				},
				{
					label: `Період (у місяцях)`,
					name: 'num3',
				},
			],
			formula:
				'(Number(num1) + (3 / Number(num3)) * (Number(num2) - Number(num1))) / 2',
			resultName: `Коефіцієнт втрати платоспроможності`,
			info: [
				{
					heading: 'Визначення',
					body: `Коефіцієнт втрати платоспроможності – це фінансовий коефіцієнт,
					показує ймовірність погіршення показника поточної ліквідності
					підприємства упродовж наступних 3 місяців після звітної дати.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт втрати платоспроможності затверджений у Методичних
					положеннях з оцінки фінансового стану підприємств та
					встановлення незадовільної структури балансу, затверджених
					розпорядженням Федерального управління у справах про неспроможність
					(банкрутство) від 12.08.1994 р. N 31-р). Згідно з документом, формула
					розрахунку коефіцієнта наступна:
					<br />
					<br />
					Коефіцієнт втрати платоспроможності = (К1ф + 3/Т (К1ф – К1н)) /
					К1норм
					<br />
					<br />
					де
					<br />
					<br />
					К1ф - фактичне значення (наприкінці звітного періоду) коефіцієнта
					поточної ліквідності (К1);
					<br />
					К1н – коефіцієнт поточної ліквідності на початку звітного періоду;
					<br />
					К1норм – нормативне значення коефіцієнта поточної ліквідності;
					К1норм = 2;
					<br />
					3 - період втрати платоспроможності підприємства у місяцях;
					<br />Т – звітний період у місяцях.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Якщо коефіцієнт втрати платоспроможності менше 1, це
					свідчить про наявність реальної загрози для підприємства втратити
					Платоспроможність, це критичне значення. Тобто. при сформованій з
					початку звітного року динаміки коефіцієнта поточної ліквідності
					через 3 місяці його значення може опуститися нижче 2, ставши
					незадовільним.
					<br />
					<br />
					Коефіцієнт втрати платоспроможності, як і подібний, за змістом
					коефіцієнт відновлення платоспроможності, не можна вважати
					досить надійним показником. Це пов'язано з тим, що розрахунок
					заснований на прогнозі зміни показника поточної ліквідності всього
					за двома точками – початку і поклала край звітний період. Більш надійний
					результат дає лінійний тренд за даними за 4 та більше періоду.`,
				},
			],
		},
		// SECTION 5 OPTION 4
		{
			name: `Модель Сайфулліна-Кадикова`,
			inputs: [
				{
					label: `Коефіцієнт забезпеченості власними коштами`,
					name: 'num1',
				},
				{
					label: `Коефіцієнт поточної ліквідності`,
					name: 'num2',
				},
				{
					label: `Коефіцієнт оборотності активів`,
					name: 'num3',
				},
				{
					label: `Рентабельність продажів`,
					name: 'num4',
				},
				{
					label: `Рентабельність власного капіталу`,
					name: 'num5',
				},
			],
			formula: `2 * Number(num1) +
			0.1 * Number(num2) +
			0.08 * Number(num3) +
			0.45 * Number(num4) +
			Number(num5)`,
			resultName: `Модель Сайфулліна-Кадикова`,
			info: [
				{
					heading: 'Визначення',
					body: `Коефіцієнт втрати платоспроможності – це фінансовий коефіцієнт,
					показує ймовірність погіршення показника поточної ліквідності
					підприємства упродовж наступних 3 місяців після звітної дати.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Коефіцієнт втрати платоспроможності затверджений у Методичних
					положеннях з оцінки фінансового стану підприємств та
					встановлення незадовільної структури балансу, затверджених
					розпорядженням Федерального управління у справах про неспроможність
					(банкрутство) від 12.08.1994 р. N 31-р). Згідно з документом, формула
					розрахунку коефіцієнта наступна:
					<br />
					<br />
					Коефіцієнт втрати платоспроможності = (К1ф + 3/Т (К1ф – К1н)) /
					К1норм
					<br />
					<br />
					де
					<br />
					<br />
					К1ф - фактичне значення (наприкінці звітного періоду) коефіцієнта
					поточної ліквідності (К1);
					<br />
					К1н – коефіцієнт поточної ліквідності на початку звітного періоду;
					<br />
					К1норм – нормативне значення коефіцієнта поточної ліквідності;
					К1норм = 2;
					<br />
					3 - період втрати платоспроможності підприємства у місяцях;
					<br />Т – звітний період у місяцях.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Якщо коефіцієнт втрати платоспроможності менше 1, це
					свідчить про наявність реальної загрози для підприємства втратити
					Платоспроможність, це критичне значення. Тобто. при сформованій з
					початку звітного року динаміки коефіцієнта поточної ліквідності
					через 3 місяці його значення може опуститися нижче 2, ставши
					незадовільним.
					<br />
					<br />
					Коефіцієнт втрати платоспроможності, як і подібний, за змістом
					коефіцієнт відновлення платоспроможності, не можна вважати
					досить надійним показником. Це пов'язано з тим, що розрахунок
					заснований на прогнозі зміни показника поточної ліквідності всього
					за двома точками – початку і поклала край звітний період. Більш надійний
					результат дає лінійний тренд за даними за 4 та більше періоду.`,
				},
			],
		},
		// SECTION 5 OPTION 5
		{
			name: `Модель Таффлера (Z-рахунок Таффлера)`,
			inputs: [
				{
					label: `Прибуток від продажу до сплати податку`,
					name: 'num1',
				},
				{
					label: `Сума поточних зобов'язань`,
					name: 'num2',
				},
				{
					label: `Сума поточних активів`,
					name: 'num3',
				},
				{
					label: `Загальна сума зобов'язань`,
					name: 'num4',
				},
				{
					label: `Виторг`,
					name: 'num5',
				},
				{
					label: `Загальна сума активів`,
					name: 'num6',
				},
			],
			formula: `0.53 * (Number(num1) / Number(num2)) +
			0.13 * (Number(num3) / Number(num4)) +
			0.18 * (Number(num2) / Number(num6)) +
			0.16 * (Number(num5) / Number(num6))`,
			resultName: `Модель Таффлера (Z-рахунок Таффлера)`,
			info: [
				{
					heading: 'Визначення',
					body: `Модель Таффлера – методика прогнозування банкрутства підприємств
					на основі його фінансових показників, запропонована у 1977 році
					британськими вченими Р. Таффлером та Г. Тішоу. Ця модель була
					розроблено ними за результатами тестування більш ранньої моделі
					Альтмана на даних звітності британських компаній як більше
					що відповідала новим економічним реаліям.`,
				},
				{
					heading: 'Розрахунок (формула)',
					body: `Чотирьохфакторна модель Таффлера має такий вигляд:
					<br />
					<br />
					Z = 0,53 Х1 + 0,13 Х2 + 0,18 Х3 + 0,16 Х4, де
					<br />
					<br />
					Х1 – відношення прибутку від продажу до сплати податку до суми поточних
					зобов'язань;
					<br />
					<br />
					Х2 – відношення суми поточних активів до суми зобов'язань;
					<br />
					<br />
					Х3 - відношення суми поточних зобов'язань до загальної суми активів;
					<br />
					<br />
					Х4 - відношення виручки до загальної суми активів.`,
				},
				{
					heading: 'Нормальне значення',
					body: `Підсумкове значення Z інтерпретується в такий спосіб. Якщо
					величина Z більше 0,3 це говорить про те, що у фірми стабільне
					фінансове становище, якщо менше 0,2 – існує значна
					ймовірність банкрутства.`,
				},
			],
		},
	],
];
